{
    "items": [{
        "text": "Our King",
        "items": [{
            "text": "Do not set a stranger in the office of king. (Deuteronomy 17:15)",
            "items": [{
                "text": "<span class='book'>Deuteronomy</span> {17:15} Thou shalt in any wise set [him] king over thee, whom the LORD thy God shall choose: [one] from among thy brethren shalt thou set king over thee: thou mayest not set a stranger over thee, which [is] not thy brother.",
                "leaf": true
            }]
        }, {
            "text": "The king must not put his trust in military power. (Deuteronomy 17:16)",
            "items": [{
                "text": "<span class='book'>Deuteronomy</span> {17:16} But he shall not multiply horses to himself, nor cause the people to return to Egypt, to the end that he should multiply horses: forasmuch as the LORD hath said unto you, Ye shall henceforth return no more that way.",
                "leaf": true
            }]
        }, {
            "text": "The king must not allow himself to be ruled by his wives or wealth. (Deuteronomy 17:17)",
            "items": [{
                "text": "<span class='book'>Deuteronomy</span> {17:17} Neither shall he multiply wives to himself, that his heart turn not away: neither shall he greatly multiply to himself silver and gold.",
                "leaf": true
            }]
        }]
    }, {
        "text": "Sinful Relationships",
        "items": [{
                "text": "A man must not have sexual relations with his mother. (Leviticus 18:7)",
                "items": [{
                    "text": "<span class='book'>Leviticus</span> {18:7} The nakedness of thy father, or the nakedness of thy mother, shalt thou not uncover: she is thy mother; thou shalt not uncover her nakedness.",
                    "leaf": true
                }]
            }, {
                "text": "A man must not have sexual relations with his father's wife. (Leviticus 18:8)",
                "items": [{
                    "text": "<span class='book'>Leviticus</span> {18:8} The nakedness of thy father’s wife shalt thou not uncover: it is thy father’s nakedness.",
                    "leaf": true
                }]
            }, {
                "text": "A man must not have sexual relations with his sister. (Leviticus 18:9)",
                "items": [{
                    "text": "<span class='book'>Leviticus</span> {18:9} The nakedness of thy sister, the daughter of thy father, or daughter of thy mother, [whether she be] born at home, or born abroad, [even] their nakedness thou shalt not uncover.",
                    "leaf": true
                }]
            }, {
                "text": "A man must not have sexual relations with his half-sister. (Leviticus 18:11)",
                "items": [{
                    "text": "<span class='book'>Leviticus</span> {18:11} The nakedness of thy father’s wife’s daughter, begotten of thy father, she [is] thy sister, thou shalt not uncover her nakedness.",
                    "leaf": true
                }]
            }, {
                "text": "A man must not have sexual have relations with his son's daughter. (Leviticus 18:10)",
                "items": [{
                    "text": "<span class='book'>Leviticus</span> {18:10} The nakedness of thy son’s daughter, or of thy daughter’s daughter, [even] their nakedness thou shalt not uncover: for theirs [is] thine own nakedness.",
                    "leaf": true
                }]
            }, {
                "text": "A man must not have sexual have relations with his daughter's daughter. (Leviticus 18:10)",
                "items": [{
                    "text": "<span class='book'>Leviticus</span> {18:10} The nakedness of thy son’s daughter, or of thy daughter’s daughter, [even] their nakedness thou shalt not uncover: for theirs [is] thine own nakedness.",
                    "leaf": true
                }]
            }, {
                "text": "A man must not have sexual relations with his daughter. (Leviticus 18:10)",
                "items": [{
                    "text": "<span class='book'>Leviticus</span> {18:10} The nakedness of thy son’s daughter, or of thy daughter’s daughter, [even] their nakedness thou shalt not uncover: for theirs [is] thine own nakedness.",
                    "leaf": true
                }]
            }, {
                "text": "A man must not marry a woman and her daughter. (Leviticus 18:17)",
                "items": [{
                    "text": "<span class='book'>Leviticus</span> {18:17} Thou shalt not uncover the nakedness of a woman and her daughter, neither shalt thou take her son’s daughter, or her daughter’s daughter, to uncover her nakedness; [for] they [are] her near kinswomen: it [is] wickedness.",
                    "leaf": true
                }]
            }, {
                "text": "A man must not marry a woman and her son's daughter. (Leviticus 18:17)",
                "items": [{
                    "text": "<span class='book'>Leviticus</span> {18:17} Thou shalt not uncover the nakedness of a woman and her daughter, neither shalt thou take her son’s daughter, or her daughter’s daughter, to uncover her nakedness; [for] they [are] her near kinswomen: it [is] wickedness.",
                    "leaf": true
                }]
            }, {
                "text": "A man must not marry a woman and her daughter's daughter. (Leviticus 18:17)",
                "items": [{
                    "text": "<span class='book'>Leviticus</span> {18:17} Thou shalt not uncover the nakedness of a woman and her daughter, neither shalt thou take her son’s daughter, or her daughter’s daughter, to uncover her nakedness; [for] they [are] her near kinswomen: it [is] wickedness.",
                    "leaf": true
                }]
            }, {
                "text": "A man must not have sexual relations with his father's sister. (Leviticus 18:12)",
                "items": [{
                    "text": "<span class='book'>Leviticus</span> {18:12} Thou shalt not uncover the nakedness of thy father’s sister: she [is] thy father’s near kinswoman.",
                    "leaf": true
                }]
            }, {
                "text": "A man must not have sexual relations with his mother's sister. (Leviticus 18:13)",
                "items": [{
                    "text": "<span class='book'>Leviticus</span> {18:13} Thou shalt not uncover the nakedness of thy mother’s sister: for she [is] thy mother’s near kinswoman.",
                    "leaf": true
                }]
            }, {
                "text": "A man must not have sexual relations with his father's brother's wife. (Leviticus 18:14)",
                "items": [{
                    "text": "<span class='book'>Leviticus</span> {18:14} Thou shalt not uncover the nakedness of thy father’s brother, thou shalt not approach to his wife: she [is] thine aunt.",
                    "leaf": true
                }]
            }, {
                "text": "A man must not have sexual relations with his daughter-in-law. (Leviticus 18:15)",
                "items": [{
                    "text": "<span class='book'>Leviticus</span> {18:15} Thou shalt not uncover the nakedness of thy daughter in law: she [is] thy son’s wife; thou shalt not uncover her nakedness.",
                    "leaf": true
                }]
            }, {
                "text": "A man must not have sexual relations with his brother's wife. (Leviticus 18:16)",
                "items": [{
                    "text": "<span class='book'>Leviticus</span> {18:16} Thou shalt not uncover the nakedness of thy brother’s wife: it [is] thy brother’s nakedness.",
                    "leaf": true
                }]
            }, {
                "text": "A man must not have sexual relations with a wife and her sister. (Leviticus 18:18)",
                "items": [{
                    "text": "<span class='book'>Leviticus</span> {18:18} Neither shalt thou take a wife to her sister, to vex [her,] to uncover her nakedness, beside the other in her life [time.]",
                    "leaf": true
                }]
            }, {
                "text": "A man must not approach a menstruous woman for sexual relations or in any way. (Leviticus 18:19)",
                "items": [{
                    "text": "<span class='book'>Leviticus</span> {18:19} Also thou shalt not approach unto a woman to uncover her nakedness, as long as she is put apart for her uncleanness.",
                    "leaf": true
                }]
            }, {
                "text": "Do not commit adultery. (Leviticus 18:20)",
                "items": [{
                    "text": "<span class='book'>Leviticus</span> {18:20} Moreover thou shalt not lie carnally with thy neighbour’s wife, to defile thyself with her.",
                    "leaf": true
                }]
            }, {
                "text": "A man or woman must not have sexual relations with an animal. (Leviticus 18:23)",
                "items": [{
                    "text": "<span class='book'>Leviticus</span> {18:23} Neither shalt thou lie with any beast to defile thyself therewith: neither shall any woman stand before a beast to lie down thereto: it [is] confusion.",
                    "leaf": true
                }]
            }, {
                "text": "A man must not have sexual relations with another man. (Leviticus 18:22)",
                "items": [{
                    "text": "<span class='book'>Leviticus</span> {18:22} Thou shalt not lie with mankind, as with womankind: it [is] abomination.",
                    "leaf": true
                }]
            }, {
                "text": "A man must not have sexual relations with a woman betrothed to another man. (Leviticus 19:20)",
                "items": [{
                    "text": "<span class='book'>Leviticus</span> {19:20} And whosoever lieth carnally with a woman, that [is] a bondmaid, betrothed to an husband, and not at all redeemed, nor freedom given her; she shall be scourged; they shall not be put to death, because she was not free.",
                    "leaf": true
                }]
            }, {
                "text": "A man must not have sexual relations with a woman until he has lawfully acquired her in marriage. (Exodus 22:16-17)",
                "items": [{
                    "text": "<span class='book'>Exodus</span> {22:16}And if a man entice a maid that is not betrothed, and lie with her, he shall surely endow her to be his wife. {22:17}If her father utterly refuse to give her unto him, he shall pay money according to the dowry of virgins.",
                    "leaf": true
                }]
            }, {
                "text": "#Do not allow your son or daughter to marry a Stranger. (Deuteronomy 7:3)",
                "items": [{
                    "text": "<span class='book'>Leviticus</span> {Deuteronomy 7:3} Neither shalt thou make marriages with them; thy daughter thou shalt not give unto his son, nor his daughter shalt thou take unto thy son.",
                    "leaf": true
                }]
            }, {
                "text": "Do not allow your daughter to play the harlot, allowing her to commit fornication. (Leviticus 19:29)",
                "items": [{
                    "text": "<span class='book'>Leviticus</span> {19:29} Do not prostitute thy daughter, to cause her to be a whore; lest the land fall to whoredom, and the land become full of wickedness.",
                    "leaf": true
                }]
            }, {
                "text": "A man must not have sexual relations with a woman who returns to him after having sexual relations with another man. (Deuteronomy 24:4)",
                "items": [{
                    "text": "<span class='book'>Deuteronomy</span> {24:4} Her former husband, which sent her away, may not take her again to be his wife, after that she is defiled; for that [is] abomination before the LORD: and thou shalt not cause the land to sin, which the LORD thy God giveth thee [for] an inheritance.",
                    "leaf": true
                }]
            }, {
                "text": "A childless widow must not marry anybody outside of her husband's family. (Deuteronomy 25:5)",
                "items": [{
                    "text": "<span class='book'>Deuteronomy</span> {25:5} If brethren dwell together, and one of them die, and have no child, the wife of the dead shall not marry without unto a stranger: her husband’s brother shall go in unto her, and take her to him to wife, and perform the duty of an husband’s brother unto her.",
                    "leaf": true
                }]
            }, {
                "text": "A man must not divorce a woman he married after having raped her. (Deuteronomy 22:29)",
                "items": [{
                    "text": "<span class='book'>Deuteronomy</span> {22:29} Then the man that lay with her shall give unto the damsel’s father fifty [shekels] of silver, and she shall be his wife; because he hath humbled her, he may not put her away all his days.",
                    "leaf": true
                }]
            }, {
                "text": "A man must not divorce a woman he married after having slandered her. (Deuteronomy 22:19)",
                "items": [{
                    "text": "<span class='book'>Deuteronomy</span> {22:19} And they shall amerce him in an hundred [shekels] of silver, and give [them] unto the father of the damsel, because he hath brought up an evil name upon a virgin of Israel: and she shall be his wife; he may not put her away all his days.",
                    "leaf": true
                }]
            }, {
                "text": "A man must not allow himself to be castrated. (Deuteronomy 23:1)",
                "items": [{
                    "text": "<span class='book'>Deuteronomy</span> {23:1} He that is wounded in the stones, or hath his privy member cut off, shall not enter into the congregation of the LORD.",
                    "leaf": true
                }]
            }, {
                "text": "#A man must not divorce a woman, unless she committed premarital fornication. (Deuteronomy 24:1)",
                "items": [{
                    "text": "<span class='book'>Deuteronomy</span> {24:1} When a man hath taken a wife, and married her, and it come to pass that she find no favour in his eyes, because he hath found some uncleanness in her: then let him write her a bill of divorcement, and give [it] in her hand, and send her out of his house.",
                    "leaf": true
                }]
            }

        ]
    }, {
        "text": "Dietary Laws",
        "items": [{
            "text": "Do not eat the camel, hare, cooney and swine (pig). (Deuteronomy 14:7-8, Leviticus 11:4-8)",
            "items": [{
                "text": "<span class='book'>Deuteronomy</span> {14:7}Nevertheless these ye shall not eat of them that chew the cud, or of them that divide the cloven hoof; [as] the camel, and the hare, and the coney: for they chew the cud, but divide not the hoof; [therefore] they [are] unclean unto you. {14:8} And the swine, because it divideth the hoof, yet cheweth not the cud, it is unclean unto you: ye shall not eat of their flesh, nor touch their dead carcase.",
                "leaf": true
            }, {
                "text": "<span class='book'>Leviticus</span> {11:4}Nevertheless these shall ye not eat of them that chew the cud, or of them that divide the hoof: [as] the camel, because he cheweth the cud, but divideth not the hoof; he is unclean unto you. {11:5} And the coney, because he cheweth the cud, but divideth not the hoof; he [is] unclean unto you. {11:6} And the hare, because he cheweth the cud, but divideth not the hoof; he [is] unclean unto you. {11:7} And the swine, though he divide the hoof, and be clovenfooted, yet he cheweth not the cud; he [is] unclean to you. {11:8} Of their flesh shall ye not eat, and their carcase shall ye not touch; they [are] unclean to you.",
                "leaf": true
            }]
            }, {
                "text": "Do not eat seafood that has no fins and scales. (Leviticus 11:10-12)",
                "items": [{
                    "text": "<span class='book'>Leviticus</span> {11:10} And all that have not fins and scales in the seas, and in the rivers, of all that move in the waters, and of any living thing which [is] in the waters, they [shall be] an abomination unto you: {11:11} They shall be even an abomination unto you; ye shall not eat of their flesh, but ye shall have their carcases in abomination. {11:12} Whatsoever hath no fins nor scales in the waters, that [shall be] an abomination unto you.",
                    "leaf": true
                }]
            }, {
                "text": "Do not eat any unclean fowl. (Leviticus 11:13-19)",
                "items": [{
                    "text": "<span class='book'>Leviticus</span> {11:13}And these [are they which ye] shall have in abomination among the fowls; they shall not be eaten, they [are] an abomination: the eagle, and the ossifrage, and the ospray, {11:14} And the vulture, and the kite after his kind; {11:15} Every raven after his kind; {11:16} And the owl, and the night hawk, and the cuckow, and the hawk after his kind, {11:17} And the little owl, and the cormorant, and the great owl, {11:18} And the swan, and the pelican, and the gier eagle, {11:19} And the stork, the heron after her kind, and the lapwing, and the bat.",
                    "leaf": true
                }]
            }, {
                "text": "Do not eat any member of the Bird family that has four legs (Leviticus 11:20)",
                "items": [{
                    "text": "<span class='book'>Leviticus</span> {11:20} All fowls that creep, going upon [all] four, [shall be] an abomination unto you.",
                    "leaf": true
                }]
            }, {
                "text": "Do not eat any insects that creep on the ground. (Leviticus 11:41)",
                "items": [{
                    "text": "<span class='book'>Leviticus</span> {11:41} And every creeping thing that creepeth upon the earth [shall be] an abomination; it shall not be eaten.",
                    "leaf": true
                }]
            }, {
                    "text": "Do not eat any reptiles (Leviticus 11:44)",
                    "items": [{
                        "text": "<span class='book'>Leviticus</span> {11:44}  For I [am] the LORD your God: ye shall therefore sanctify yourselves, and ye shall be holy; for I [am] holy: neither shall ye defile yourselves with any manner of creeping thing that creepeth upon the earth.",
                        "leaf": true
                    }]
            }, {
                    "text": "Do not eat worms found in fruit or produce. (Leviticus 11:42)",
                    "items": [{
                        "text": "<span class='book'>Leviticus</span> {11:42} Whatsoever goeth upon the belly, and whatsoever goeth upon [all] four, or whatsoever hath more feet among all creeping things that creep upon the earth, them ye shall not eat; for they [are] an abomination.",
                        "leaf": true
                    }]
            }, {
                    "text": "Do not eat any swarming insects. (Leviticus 11:43)",
                    "items": [{
                        "text": "<span class='book'>Leviticus</span> {11:43} Ye shall not make yourselves abominable with any creeping thing that creepeth, neither shall ye make yourselves unclean with them, that ye should be defiled thereby. Deuteronomy {14:19} And every creeping thing that flieth [is] unclean unto you: they shall not be eaten.",
                        "leaf": true
                    }]
            }, {
                    "text": "Do not eat any animal found already dead. (Deuteronomy 14:21)",
                    "items": [{
                        "text": "<span class='book'>Deuteronomy</span> {14:21} Ye shall not eat [of] any thing that dieth of itself: thou shalt give it unto the stranger that [is] in thy gates, that he may eat it; or thou mayest sell it unto an alien: for thou [art] an holy people unto the LORD thy God. Thou shalt not seethe a kid in his mother’s milk.",
                        "leaf": true
                    }]
            }, {
                    "text": "Do not eat a torn or mauled animal. (Exodus 22:31)",
                    "items": [{
                        "text": "<span class='book'>Exodus</span> {22:31} And ye shall be holy men unto me: neither shall ye eat [any] flesh [that is] torn of beasts in the field; ye shall cast it to the dogs.",
                        "leaf": true
                    }]
            }, {
                    "text": "Do not eat any meat with the blood still in it; neither eat any meat not fully cooked. (Deuteronomy 12:23)",
                    "items": [{
                        "text": "<span class='book'>Deuteronomy</span> {12:23} Only be sure that thou eat not the blood: for the blood [is] the life; and thou mayest not eat the life with the flesh.",
                        "leaf": true
                    }]
            }, {
                    "text": "Do not touch the carcass of the Swine(Pig). (Leviticus 11:7-8)",
                    "items": [{
                        "text": "<span class='book'>Leviticus</span> {11:7}  And the swine, though he divide the hoof, and be clovenfooted, yet he cheweth not the cud; he [is] unclean to you.{11:8} Of their flesh shall ye not eat, and their carcase shall ye not touch; they [are] unclean to you.",
                        "leaf": true
                    }]
            }, {
                    "text": "Do not eat blood. (Leviticus 7:26-27)",
                    "items": [{
                        "text": "<span class='book'>Leviticus</span> {7:26} Moreover ye shall eat no manner of blood, [whether it be] of fowl or of beast, in any of your dwellings.{7:27} Whatsoever soul [it be] that eateth any manner of blood, even that soul shall be cut off from his people.",
                        "leaf": true
                    }]
            }, {
                    "text": "Do not eat the fat of sacrificed animals. (Leviticus 7:23-25)",
                    "items": [{
                        "text": "<span class='book'>Leviticus</span> {7:23}Speak unto the children of Israel, saying, Ye shall eat no manner of fat, of ox, or of sheep, or of goat.{7:24}And the fat of the beast that dieth of itself, and the fat of that which is torn with beasts, may be used in any other use: but ye shall in no wise eat of it.{7:25}For whosoever eateth the fat of the beast, of which men offer an offering made by fire unto the LORD, even the soul that eateth [it] shall be cut off from his people.",
                        "leaf": true
                    }]
            }, {
                    "text": "Do not boil a young goat in its mother's milk, since it is a ritual of godworshipers (those who worship false gods). (Exodus 23:19)",
                    "items": [{
                        "text": "<span class='book'>Exodus</span> {23:19}The first of the firstfruits of thy land thou shalt bring into the house of the LORD thy God. Thou shalt not seethe a kid in his mother’s milk.",
                        "leaf": true
                    }]
            }, {
                    "text": "Do not eat of or offer any sacrifices to the false gods. (Leviticus 17:7)",
                    "items": [{
                        "text": "<span class='book'>Leviticus</span> {17:7} And they shall no more offer their sacrifices unto devils, after whom they have gone a whoring. This shall be a statute for ever unto them throughout their generations.",
                        "leaf": true
                    }]
            }, {
                    "text": "Do not eat the meat of a bull that has been stoned to death for goring someone. (Exodus 21:28)",
                    "items": [{
                        "text": "<span class='book'>Exodus</span> {21:28}If an ox gore a man or a woman, that they die: then the ox shall be surely stoned, and his flesh shall not be eaten; but the owner of the ox [shall be] quit.",
                        "leaf": true
                    }]
            }, {
                    "text": "Do not eat the fruit of young fruit trees for the first three years of growth. (Leviticus 19:23)",
                    "items": [{
                        "text": "<span class='book'>Leviticus</span> {19:23}And when ye shall come into the land, and shall have planted all manner of trees for food, then ye shall count the fruit thereof as uncircumcised: three years shall it be as uncircumcised unto you: it shall not be eaten of.",
                        "leaf": true
                    }]
            }, {
                    "text": "Do not sow your vineyard with mixed seeds. (Deuteronomy 22:9)",
                    "items": [{
                        "text": "<span class='book'>Deuteronomy</span> {22:9}Thou shalt not sow thy vineyard with divers seeds: lest the fruit of thy seed which thou hast sown, and the fruit of thy vineyard, be defiled.",
                        "leaf": true
                    }]
            }, {
                    "text": "Do not partake of drink offerings to the gods (false gods). (Deuteronomy 32:38)",
                    "items": [{
                        "text": "<span class='book'>Deuteronomy</span> {32:38}Which did eat the fat of their sacrifices, [and] drank the wine of their drink offerings? let them rise up and help you, [and] be your protection.",
                        "leaf": true
                    }]
            }, {
                    "text": "Do not eat or drink anything on the Day of Atonement. (Leviticus 23:27-28,32)",
                    "items": [{
                        "text": "<span class='book'>Leviticus</span> {23:27} Also on the tenth [day] of this seventh month [there shall be] a day of atonement: it shall be an holy convocation unto you; and ye shall afflict your souls, and offer an offering made by fire unto the LORD.{23:28}And ye shall do no work in that same day: for it [is] a day of atonement, to make an atonement for you before the LORD your God.Leviticus {23:32}It [shall be] unto you a sabbath of rest, and ye shall afflict your souls: in the ninth [day] of the month at even, from even unto even, shall ye celebrate your sabbath.",
                        "leaf": true
                    }]
            }, {
                    "text": "Do not eat leavened bread during The Feast of Unleavened Bread. (Exodus 13:3)",
                    "items": [{
                        "text": "<span class='book'>Exodus</span> {13:3}And Moses said unto the people, Remember this day, in which ye came out from Egypt, out of the house of bondage; for by strength of hand the LORD brought you out from this [place:] there shall no leavened bread be eaten.",
                        "leaf": true
                    }]
            }, {
                    "text": "Do not eat any leavened product during The Feast of Unleavened Bread. (Exodus 12:20)",
                    "items": [{
                        "text": "<span class='book'>Exodus</span> {12:20}Ye shall eat nothing leavened; in all your habitations shall ye eat unleavened bread.",
                        "leaf": true
                    }]
            }, {
                    "text": "Do not eat leavened bread with the Passover Lamb. (Deuteronomy 16:3)",
                    "items": [{
                        "text": "<span class='book'>Deuteronomy</span> {16:3}Thou shalt eat no leavened bread with it; seven days shalt thou eat unleavened bread therewith, [even] the bread of affliction; for thou camest forth out of the land of Egypt in haste: that thou mayest remember the day when thou camest forth out of the land of Egypt all the days of thy life.",
                        "leaf": true
                    }]
            }, {
                    "text": "No leavened bread is to be found in any of our possessions during The Feast of Unleavened Bread. (Exodus 13:7)",
                    "items": [{
                        "text": "<span class='book'>Exodus</span> {13:7}Unleavened bread shall be eaten seven days; and there shall no leavened bread be seen with thee, neither shall there be leaven seen with thee in all thy quarters.",
                        "leaf": true
                    }]
            }, {
                    "text": "No leavening is to be found in any of our possessions during The Feast of Unleavened Bread. (Exodus 12:19)",
                    "items": [{
                        "text": "<span class='book'>Exodus</span> {12:19}Seven days shall there be no leaven found in your houses: for whosoever eateth that which is leavened, even that soul shall be cut off from the congregation of Israel, whether he be a stranger, or born in the land.",
                        "leaf": true
                    }]
            }
            ]
        }, {
        "text": "The Worship of the LORD",
        "items": [
          {
                  "text": "Believe in the God of Israel as the Only Source of Power in the Universe. (Exodus 20:3)",
                  "items": [{
                      "text": "<span class='book'>Exodus</span> {20:3}Thou shalt have no other gods before me. ",
                      "leaf": true
                  }]
          }, {
                  "text": "Love GOD with all your heart, soul, and might. (Deuteronomy 6:5)",
                  "items": [{
                      "text": "<span class='book'>Deuteronomy</span> {6:5} And thou shalt love the LORD thy God with all thine heart, and with all thy soul, and with all thy might.",
                      "leaf": true
                  }]
          }, {
                  "text": "Reverence GOD by Keeping His Laws. (Deuteronomy 6:12-13, 25)",
                  "items": [{
                      "text": "<span class='book'>Deuteronomy</span> {6:12}[Then] beware lest thou forget the LORD, which brought thee forth out of the land of Egypt, from the house of bondage.{6:13}Thou shalt fear the LORD thy God, and serve him, and shalt swear by his name.{6:25} And it shall be our righteousness, if we observe to do all these commandments before the LORD our God, as he hath commanded us.",
                      "leaf": true
                  }]
          }, {
                  "text": "Serve GOD. (Exodus 23:25)",
                  "items": [{
                      "text": "<span class='book'>Exodus</span> {23:25}And ye shall serve the LORD your God, and he shall bless thy bread, and thy water; and I will take sickness away from the midst of thee.",
                      "leaf": true
                  }]
          }, {
                  "text": "Hold fast to GOD. (Deuteronomy 10:20)",
                  "items": [{
                      "text": "<span class='book'>Deuteronomy</span> {10:20}Thou shalt fear the LORD thy God; him shalt thou serve, and to him shalt thou cleave, and swear by his name.",
                      "leaf": true
                  }]
          }, {
                  "text": "Taking an oath by GOD's Name. (Deuteronomy 6:13)",
                  "items": [{
                      "text": "<span class='book'>Deuteronomy</span> {6:13}Thou shalt fear the LORD thy God, and serve him, and shalt swear by his name.",
                      "leaf": true
                  }]
          }, {
                  "text": "Walk in GOD's ways. (Deuteronomy 28:9)",
                  "items": [{
                      "text": "<span class='book'>Deuteronomy</span> {28:9}The LORD shall establish thee an holy people unto himself, as he hath sworn unto thee, if thou shalt keep the commandments of the LORD thy God, and walk in his ways.",
                      "leaf": true
                  }]
          }, {
                  "text": "Sanctify GOD's Name. (Leviticus 22:32)",
                  "items": [{
                      "text": "<span class='book'>Leviticus</span> {22:32}Neither shall ye profane my holy name; but I will be hallowed among the children of Israel: I [am] the LORD which hallow you,",
                      "leaf": true
                  }]
          }, {
                  "text": "Study and teach the Book of the Law to your children. (Deuteronomy 6:7)",
                  "items": [{
                      "text": "<span class='book'>Deuteronomy</span> {6:7}And thou shalt teach them diligently unto thy children, and shalt talk of them when thou sittest in thine house, and when thou walkest by the way, and when thou liest down, and when thou risest up.",
                      "leaf": true
                  }]
          }, {
                  "text": "Always remember the Law (Deuteronomy 6:8)",
                  "items": [{
                      "text": "<span class='book'>Deuteronomy</span> {6:8}Bind the Law upon our hands.",
                      "leaf": true
                  }]
          }, {
                  "text": "Put Fringes on the corners of your Garments. (Numbers 15:38-40)",
                  "items": [{
                      "text": "<span class='book'>Numbers</span> {15:38}Speak unto the children of Israel, and bid them that they make them fringes in the borders of their garments throughout their generations, and that they put upon the fringe of the borders a ribband of blue:{15:39}And it shall be unto you for a fringe, that ye may look upon it, and remember all the commandments of the LORD, and do them; and that ye seek not after your own heart and your own eyes, after which ye use to go a whoring: {15:40} That ye may remember, and do all my commandments, and be holy unto your God. ",
                      "leaf": true
                  }]
          }, {
                  "text": "Publish God's laws (Deuteronomy 6:9)",
                  "items": [{
                      "text": "<span class='book'>Deuteronomy</span> {6:9} And thou shalt write them upon the posts of thy house, and on thy gates.",
                      "leaf": true
                  }]
          }, {
                  "text": "Gather for the reading of the Law every seventh year. (Deuteronomy 31:10-13)",
                  "items": [{
                      "text": "<span class='book'>Deuteronomy</span> {31:10}And Moses commanded them, saying, At the end of [every] seven years, in the solemnity of the year of release, in the feast of tabernacles, {31:11} When all Israel is come to appear before the LORD thy God in the place which he shall choose, thou shalt read this law before all Israel in their hearing. {31:12} Gather the people together, men, and women, and children, and thy stranger that [is] within thy gates, that they may hear, and that they may learn, and fear the LORD your God, and observe to do all the words of this law: {31:13} And [that] their children, which have not known [any thing,] may hear, and learn to fear the LORD your God, as long as ye live in the land whither ye go over Jordan to possess it.",
                      "leaf": true
                  }]
          }, {
                  "text": "A king must acquire and apply the Book of the Law. (Deuteronomy 17:18-20)",
                  "items": [{
                      "text": "<span class='book'>Deuteronomy</span> {17:18}And it shall be, when he sitteth upon the throne of his kingdom, that he shall write him a copy of this law in a book out of [that which is] before the priests the Levites: {17:19} And it shall be with him, and he shall read therein all the days of his life: that he may learn to fear the LORD his God, to keep all the words of this law and these statutes, to do them: {17:20} That his heart be not lifted up above his brethren, and that he turn not aside from the commandment, [to] the right hand, or [to] the left: to the end that he may prolong [his] days in his kingdom, he, and his children, in the midst of Israel.",
                      "leaf": true
                  }]
          }, {
                  "text": "Be thankful to GOD in prayer, praise, and deed. (Deuteronomy 8:10)",
                  "items": [{
                      "text": "<span class='book'>Deuteronomy</span> {8:10}When thou hast eaten and art full, then thou shalt bless the LORD thy God for the good land which he hath given thee.",
                      "leaf": true
                  }]
          }
        ]
    }, {
        "text": "Vows",
        "items": [
          {
                  "text": "A Nazirite must let his hair grow during the period of separation. (Numbers 6:5)",
                  "items": [{
                      "text": "<span class='book'>Numbers</span> {6:5}All the days of the vow of his separation there shall no razor come upon his head: until the days be fulfilled, in the which he separateth [himself] unto the LORD, he shall be holy, [and] shall let the locks of the hair of his head grow.",
                      "leaf": true
                  }]
          }, {
                  "text": "A Nazirite must shave his head and bring the sacrifice when the period of separation is over. (Numbers 6:13-18)",
                  "items": [{
                      "text": "<span class='book'>Numbers</span> {6:13}And this [is] the law of the Nazarite, when the days of his separation are fulfilled: he shall be brought unto the door of the tabernacle of the congregation: {6:14} And he shall offer his offering unto the LORD, one he lamb of the first year without blemish for a burnt offering, and one ewe lamb of the first year without blemish for a sin offering, and one ram without blemish for peace offerings, {6:15} And a basket of unleavened bread, cakes of fine flour mingled with oil, and wafers of unleavened bread anointed with oil, and their meat offering, and their drink offerings. {6:16} And the priest shall bring [them] before the LORD, and shall offer his sin offering, and his burnt offering: {6:17} And he shall offer the ram [for] a sacrifice of peace offerings unto the LORD, with the basket of unleavened bread: the priest shall offer also his meat offering, and his drink offering. {6:18} And the Nazarite shall shave the head of his separation [at] the door of the tabernacle of the congregation, and shall take the hair of the head of his separation, and put [it] in the fire which [is] under the sacrifice of the peace offerings.",
                      "leaf": true
                  }]
          }, {
                  "text": "Vows and oaths to GOD must be kept. (Deuteronomy 23:21-23)",
                  "items": [{
                      "text": "<span class='book'>Deuteronomy</span> {23:21}When thou shalt vow a vow unto the LORD thy God, thou shalt not slack to pay it: for the LORD thy God will surely require it of thee; and it would be sin in thee. {23:22} But if thou shalt forbear to vow, it shall be no sin in thee. {23:23} That which is gone out of thy lips thou shalt keep and perform; [even] a freewill offering, according as thou hast vowed unto the LORD thy God, which thou hast promised with thy mouth.",
                      "leaf": true
                  }]
          }, {
                  "text": "The Law of binding and loosing a vow. (Numbers 30:2-16)",
                  "items": [{
                      "text": "<span class='book'>Numbers</span> {30:2} If a man vow a vow unto the LORD, or swear an oath to bind his soul with a bond; he shall not break his word, he shall do according to all that proceedeth out of his mouth. {30:3} If a woman also vow a vow unto the LORD, and bind [herself] by a bond, [being] in her father’s house in her youth; {30:4} And her father hear her vow, and her bond wherewith she hath bound her soul, and her father shall hold his peace at her: then all her vows shall stand, and every bond wherewith she hath bound her soul shall stand. {30:5} But if her father disallow her in the day that he heareth; not any of her vows, or of her bonds wherewith she hath bound her soul, shall stand: and the LORD shall forgive her, because her father disallowed her. {30:6} And if she had at all an husband, when she vowed, or uttered ought out of her lips, wherewith she bound her soul; {30:7} And her husband heard [it,] and held his peace at her in the day that he heard [it:] then her vows shall stand, and her bonds wherewith she bound her soul shall stand. {30:8} But if her husband disallowed her on the day that he heard [it;] then he shall make her vow which she vowed, and that which she uttered with her lips, wherewith she bound her soul, of none effect: and the LORD shall forgive her. {30:9} But every vow of a widow, and of her that is divorced, wherewith they have bound their souls, shall stand against her. {30:10} And if she vowed in her husband’s house, or bound her soul by a bond with an oath; {30:11} And her husband heard [it,] and held his peace at her, [and] disallowed her not: then all her vows shall stand, and every bond wherewith she bound her soul shall stand. {30:12} But if her husband hath utterly made them void on the day he heard [them; then] whatsoever proceeded out of her lips concerning her vows, or concerning the bond of her soul, shall not stand: her husband hath made them void; and the LORD shall forgive her. {30:13} Every vow, and every binding oath to afflict the soul, her husband may establish it, or her husband may make it void. {30:14} But if her husband altogether hold his peace at her from day to day; then he establisheth all her vows, or all her bonds, which [are] upon her: he confirmeth them, because he held his peace at her in the day that he heard [them. ]{30:15} But if he shall any ways make them void after that he hath heard [them;] then he shall bear her iniquity. {30:16} These [are] the statutes, which the LORD commanded Moses, between a man and his wife, between the father and his daughter, [being yet] in her youth in her father’s house.",
                      "leaf": true
                  }]
          }
        ]
    }, {
        "text": "Ritual Purity",
        "items": [
          {
                  "text": "Anyone who touches or eats the carcass of an unclean animal becomes ritually unclean. (Leviticus 11:xx)",
                  "items": [{
                      "text": "<span class='book'>Leviticus</span> {11:xx} ",
                      "leaf": true
                  }]
          }, {
                  "text": "Anyone who touches or eats the carcass of a clean animal that dies of itself, or is torn by wild animals, becomes ritually unclean. (Leviticus 11:29-31)",
                  "items": [{
                      "text": "<span class='book'>Leviticus</span> {11:29} These also [shall be] unclean unto you among the creeping things that creep upon the earth; the weasel, and the mouse, and the tortoise after his kind, {11:30} And the ferret, and the chameleon, and the lizard, and the snail, and the mole. {11:31} These [are] unclean to you among all that creep: whosoever doth touch them, when they be dead, shall be unclean until the even.",
                      "leaf": true
                  }]
          }, {
                  "text": "Any article that has come in contact with a ritually unclean object becomes ritually unclean. (Leviticus 11:31-38)",
                  "items": [{
                      "text": "<span class='book'>Leviticus</span> {11:31} Any article that has come in contact with a ritually unclean object becomes ritually unclean.{11:32} And upon whatsoever [any] of them, when they are dead, doth fall, it shall be unclean; whether [it be] any vessel of wood, or raiment, or skin, or sack, whatsoever vessel [it be,] wherein [any] work is done, it must be put into water, and it shall be unclean until the even; so it shall be cleansed. {11:33} And every earthen vessel, whereinto [any] of them falleth, whatsoever is in it shall be unclean; and ye shall break it. {11:34} Of all meat which may be eaten, [that] on which [such] water cometh shall be unclean: and all drink that may be drunk in every [such] vessel shall be unclean. {11:35} And every [thing] whereupon [any part] of their carcase falleth shall be unclean; [whether it be] oven, or ranges for pots, they shall be broken down: [for] they [are] unclean, and shall be unclean unto you. {11:36} Nevertheless a fountain or pit, [wherein there is] plenty of water, shall be clean: but that which toucheth their carcase shall be unclean. {11:37} And if [any part] of their carcase fall upon any sowing seed which is to be sown, it [shall be] clean. {11:38} But if [any] water be put upon the seed, and [any part] of their carcase fall thereon, it [shall be] unclean unto you.",
                      "leaf": true
                  }]
          }, {
                  "text": "Menstruous women are ritually unclean. (Leviticus 15:19-24)",
                  "items": [{
                      "text": "<span class='book'>Leviticus</span> {15:19} And if a woman have an issue, [and] her issue in her flesh be blood, she shall be put apart seven days: and whosoever toucheth her shall be unclean until the even. {15:20} And every thing that she lieth upon in her separation shall be unclean: every thing also that she sitteth upon shall be unclean. {15:21} And whosoever toucheth her bed shall wash his clothes, and bathe [himself] in water, and be unclean until the even. {15:22} And whosoever toucheth any thing that she sat upon shall wash his clothes, and bathe [himself] in water, and be unclean until the even. {15:23} And if it [be] on [her] bed, or on any thing whereon she sitteth, when he toucheth it, he shall be unclean until the even. {15:24} And if any man lie with her at all, and her flowers be upon him, he shall be unclean seven days; and all the bed whereon he lieth [shall be] unclean.",
                      "leaf": true
                  }]
          }, {
                  "text": "Women after childbirth are ritually unclean. (Leviticus 12:2)",
                  "items": [{
                      "text": "<span class='book'>Leviticus</span> {12:2} Speak unto the children of Israel, saying, If a woman have conceived seed, and born a man child: then she shall be unclean seven days; according to the days of the separation for her infirmity shall she be unclean.",
                      "leaf": true
                  }]
          }, {
                  "text": "Anyone with a spreading skin disease is ritually unclean. (Leviticus 13:2-46)",
                  "items": [{
                      "text": "<span class='book'>Leviticus</span> {13:2}  When a man shall have in the skin of his flesh a rising, a scab, or a bright spot, and it be in the skin of his flesh [like] the plague of leprosy; then he shall be brought unto Aaron the priest, or unto one of his sons the priests: {13:3} And the priest shall look on the plague in the skin of the flesh: and [when] the hair in the plague is turned white, and the plague in sight [be] deeper than the skin of his flesh, it [is] a plague of leprosy: and the priest shall look on him, and pronounce him unclean. {13:4} If the bright spot [be] white in the skin of his flesh, and in sight [be] not deeper than the skin, and the hair thereof be not turned white; then the priest shall shut up [him that hath] the plague seven days: {13:5} And the priest shall look on him the seventh day: and, behold, [if] the plague in his sight be at a stay, [and] the plague spread not in the skin; then the priest shall shut him up seven days more: {13:6} And the priest shall look on him again the seventh day: and, behold, [if] the plague [be] somewhat dark, [and] the plague spread not in the skin, the priest shall pronounce him clean: it [is but] a scab: and he shall wash his clothes, and be clean. {13:7} But if the scab spread much abroad in the skin, after that he hath been seen of the priest for his cleansing, he shall be seen of the priest again: {13:8} And [if] the priest see that, behold, the scab spreadeth in the skin, then the priest shall pronounce him unclean: it [is] a leprosy. {13:9} When the plague of leprosy is in a man, then he shall be brought unto the priest; {13:10} And the priest shall see [him:] and, behold, [if] the rising [be] white in the skin, and it have turned the hair white, and [there be] quick raw flesh in the rising; {13:11} It [is] an old leprosy in the skin of his flesh, and the priest shall pronounce him unclean, and shall not shut him up: for he [is] unclean. {13:12} And if a leprosy break out abroad in the skin, and the leprosy cover all the skin of [him that hath] the plague from his head even to his foot, wheresoever the priest looketh; {13:13} Then the priest shall consider: and, behold, [if] the leprosy have covered all his flesh, he shall pronounce [him] clean [that hath] the plague: it is all turned white: he [is] clean. {13:14} But when raw flesh appeareth in him, he shall be unclean. {13:15} And the priest shall see the raw flesh, and pronounce him to be unclean: [for] the raw flesh [is] unclean: it [is] a leprosy. {13:16} Or if the raw flesh turn again, and be changed unto white, he shall come unto the priest; {13:17} And the priest shall see him: and, behold, [if] the plague be turned into white; then the priest shall pronounce [him] clean [that hath] the plague: he [is] clean. {13:18} The flesh also, in which, [even] in the skin thereof, was a boil, and is healed, {13:19} And in the place of the boil there be a white rising, or a bright spot, white, and somewhat reddish, and it be shewed to the priest; {13:20} And if, when the priest seeth it, behold, it [be] in sight lower than the skin, and the hair thereof be turned white; the priest shall pronounce him unclean: it [is] a plague of leprosy broken out of the boil. {13:21} But if the priest look on it, and, behold, [there be] no white hairs therein, and [if] it [be] not lower than the skin, but [be] somewhat dark; then the priest shall shut him up seven days: {13:22} And if it spread much abroad in the skin, then the priest shall pronounce him unclean: it [is] a plague. {13:23} But if the bright spot stay in his place, [and] spread not, it [is] a burning boil; and the priest shall pronounce him clean. {13:24} Or if there be [any] flesh, in the skin whereof [there is] a hot burning, and the quick [flesh] that burneth have a white bright spot, somewhat reddish, or white; {13:25} Then the priest shall look upon it: and, behold, [if] the hair in the bright spot be turned white, and it [be in] sight deeper than the skin; it [is] a leprosy broken out of the burning: wherefore the priest shall pronounce him unclean: it [is] the plague of leprosy. {13:26} But if the priest look on it, and, behold, [there be] no white hair in the bright spot, and it [be] no lower than the [other] skin, but [be] somewhat dark; then the priest shall shut him up seven days: {13:27} And the priest shall look upon him the seventh day: [and] if it be spread much abroad in the skin, then the priest shall pronounce him unclean: it [is] the plague of leprosy. {13:28} And if the bright spot stay in his place, [and] spread not in the skin, but it [be] somewhat dark; it [is] a rising of the burning, and the priest shall pronounce him clean: for it [is] an inflammation of the burning. {13:29} If a man or woman have a plague upon the head or the beard; {13:30} Then the priest shall see the plague: and, behold, if it [be] in sight deeper than the skin; [and there be] in it a yellow thin hair; then the priest shall pronounce him unclean: it [is] a dry scall, [even] a leprosy upon the head or beard. {13:31} And if the priest look on the plague of the scall, and, behold, it [be] not in sight deeper than the skin, and [that there is] no black hair in it; then the priest shall shut up [him that hath] the plague of the scall seven days: {13:32} And in the seventh day the priest shall look on the plague: and, behold, [if] the scall spread not, and there be in it no yellow hair, and the scall [be] not in sight deeper than the skin; {13:33} He shall be shaven, but the scall shall he not shave; and the priest shall shut up [him that hath] the scall seven days more: {13:34} And in the seventh day the priest shall look on the scall: and, behold, [if] the scall be not spread in the skin, nor [be] in sight deeper than the skin; then the priest shall pronounce him clean: and he shall wash his clothes, and be clean. {13:35} But if the scall spread much in the skin after his cleansing; {13:36} Then the priest shall look on him: and, behold, if the scall be spread in the skin, the priest shall not seek for yellow hair; he [is] unclean. {13:37} But if the scall be in his sight at a stay, and [that] there is black hair grown up therein; the scall is healed, he [is] clean: and the priest shall pronounce him clean. {13:38} If a man also or a woman have in the skin of their flesh bright spots, [even] white bright spots; {13:39} Then the priest shall look: and, behold, [if] the bright spots in the skin of their flesh [be] darkish white; it [is] a freckled spot [that] groweth in the skin; he [is] clean. {13:40} And the man whose hair is fallen off his head, he [is] bald; [yet is] he clean. {13:41} And he that hath his hair fallen off from the part of his head toward his face, he [is] forehead bald: [yet is] he clean. {13:42} And if there be in the bald head, or bald forehead, a white reddish sore; it [is] a leprosy sprung up in his bald head, or his bald forehead. {13:43} Then the priest shall look upon it: and, behold, [if] the rising of the sore [be] white reddish in his bald head, or in his bald forehead, as the leprosy appeareth in the skin of the flesh; {13:44} He is a leprous man, he [is] unclean: the priest shall pronounce him utterly unclean; his plague [is] in his head. {13:45} And the leper in whom the plague [is,] his clothes shall be rent, and his head bare, and he shall put a covering upon his upper lip, and shall cry, Unclean, unclean. {13:46} All the days wherein the plague [shall be] in him he shall be defiled; he [is] unclean: he shall dwell alone; without the camp [shall] his habitation [be.]",
                      "leaf": true
                  }]
          }, {
                  "text": "Any clothing contaminated with a spreading disease is ritually unclean. (Leviticus 47:59)",
                  "items": [{
                      "text": "<span class='book'>Leviticus</span> {47:59}  The garment also that the plague of leprosy is in, [whether it be] a woollen garment, or a linen garment; {13:48} Whether [it be] in the warp, or woof; of linen, or of woollen; whether in a skin, or in any thing made of skin; {13:49} And if the plague be greenish or reddish in the garment, or in the skin, either in the warp, or in the woof, or in any thing of skin; it [is] a plague of leprosy, and shall be shewed unto the priest: {13:50} And the priest shall look upon the plague, and shut up [it that hath] the plague seven days: {13:51} And he shall look on the plague on the seventh day: if the plague be spread in the garment, either in the warp, or in the woof, or in a skin, [or] in any work that is made of skin; the plague [is] a fretting leprosy; it [is] unclean. {13:52} He shall therefore burn that garment, whether warp or woof, in woollen or in linen, or any thing of skin, wherein the plague is: for it [is] a fretting leprosy; it shall be burnt in the fire. {13:53} And if the priest shall look, and, behold, the plague be not spread in the garment, either in the warp, or in the woof, or in any thing of skin; {13:54} Then the priest shall command that they wash [the thing] wherein the plague [is,] and he shall shut it up seven days more: {13:55} And the priest shall look on the plague, after that it is washed: and, behold, [if] the plague have not changed his colour, and the plague be not spread; it [is] unclean; thou shalt burn it in the fire; it [is] fret inward, [whether] it [be] bare within or without. {13:56} And if the priest look, and, behold, the plague [be] somewhat dark after the washing of it; then he shall rend it out of the garment, or out of the skin, or out of the warp, or out of the woof: {13:57} And if it appear still in the garment, either in the warp, or in the woof, or in any thing of skin; it [is] a spreading [plague:] thou shalt burn that wherein the plague [is] with fire. {13:58} And the garment, either warp, or woof, or whatsoever thing of skin [it be,] which thou shalt wash, if the plague be departed from them, then it shall be washed the second time, and shall be clean. {13:59} This [is] the law of the plague of leprosy in a garment of woollen or linen, either in the warp, or woof, or any thing of skins, to pronounce it clean, or to pronounce it unclean.",
                      "leaf": true
                  }]
          }, {
                  "text": "A house contaminated by a spreading disease is ritually unclean. (Leviticus 14:34-57)",
                  "items": [{
                      "text": "<span class='book'>Leviticus</span> {14:34} When ye be come into the land of Canaan, which I give to you for a possession, and I put the plague of leprosy in a house of the land of your possession; {14:35} And he that owneth the house shall come and tell the priest, saying, It seemeth to me [there is] as it were a plague in the house: {14:36} Then the priest shall command that they empty the house, before the priest go [into it] to see the plague, that all that [is] in the house be not made unclean: and afterward the priest shall go in to see the house: {14:37} And he shall look on the plague, and, behold, [if] the plague [be] in the walls of the house with hollow strakes, greenish or reddish, which in sight [are] lower than the wall; {14:38} Then the priest shall go out of the house to the door of the house, and shut up the house seven days: {14:39} And the priest shall come again the seventh day, and shall look: and, behold, [if] the plague be spread in the walls of the house; {14:40} Then the priest shall command that they take away the stones in which the plague [is,] and they shall cast them into an unclean place without the city: {14:41} And he shall cause the house to be scraped within round about, and they shall pour out the dust that they scrape off without the city into an unclean place: {14:42} And they shall take other stones, and put [them] in the place of those stones; and he shall take other morter, and shall plaister the house. {14:43} And if the plague come again, and break out in the house, after that he hath taken away the stones, and after he hath scraped the house, and after it is plaistered; {14:44} Then the priest shall come and look, and, behold, [if] the plague be spread in the house, it [is] a fretting leprosy in the house: it is unclean. {14:45} And he shall break down the house, the stones of it, and the timber thereof, and all the morter of the house; and he shall carry [them] forth out of the city into an unclean place. {14:46} Moreover he that goeth into the house all the while that it is shut up shall be unclean until the even. {14:47} And he that lieth in the house shall wash his clothes; and he that eateth in the house shall wash his clothes. {14:48} And if the priest shall come in, and look [upon it,] and, behold, the plague hath not spread in the house, after the house was plaistered: then the priest shall pronounce the house clean, because the plague is healed. {14:49} And he shall take to cleanse the house two birds, and cedar wood, and scarlet, and hyssop: {14:50} And he shall kill the one of the birds in an earthen vessel over running water: {14:51} And he shall take the cedar wood, and the hyssop, and the scarlet, and the living bird, and dip them in the blood of the slain bird, and in the running water, and sprinkle the house seven times: {14:52} And he shall cleanse the house with the blood of the bird, and with the running water, and with the living bird, and with the cedar wood, and with the hyssop, and with the scarlet: {14:53} But he shall let go the living bird out of the city into the open fields, and make an atonement for the house: and it shall be clean. {14:54} This [is] the law for all manner of plague of leprosy, and scall, {14:55} And for the leprosy of a garment, and of a house, {14:56} And for a rising, and for a scab, and for a bright spot: {14:57} To teach when [it is] unclean, and when [it is] clean: this [is] the law of leprosy.",
                      "leaf": true
                  }]
          }, {
                  "text": "A man having an abnormal discharge (zab) is ritually unclean. (Leviticus 15:2-15)",
                  "items": [{
                      "text": "<span class='book'>Leviticus</span> {15:2} Speak unto the children of Israel, and say unto them, When any man hath a running issue out of his flesh, [because of] his issue he [is] unclean. {15:3} And this shall be his uncleanness in his issue: whether his flesh run with his issue, or his flesh be stopped from his issue, it [is] his uncleanness. {15:4} Every bed, whereon he lieth that hath the issue, is unclean: and every thing, whereon he sitteth, shall be unclean. {15:5} And whosoever toucheth his bed shall wash his clothes, and bathe [himself] in water, and be unclean until the even. {15:6} And he that sitteth on [any] thing whereon he sat that hath the issue shall wash his clothes, and bathe [himself] in water, and be unclean until the even. {15:7} And he that toucheth the flesh of him that hath the issue shall wash his clothes, and bathe [himself] in water, and be unclean until the even. {15:8} And if he that hath the issue spit upon him that is clean; then he shall wash his clothes, and bathe [himself] in water, and be unclean until the even. {15:9} And what saddle soever he rideth upon that hath the issue shall be unclean. {15:10} And whosoever toucheth any thing that was under him shall be unclean until the even: and he that beareth [any of] those things shall wash his clothes, and bathe [himself] in water, and be unclean until the even. {15:11} And whomsoever he toucheth that hath the issue, and hath not rinsed his hands in water, he shall wash his clothes, and bathe [himself] in water, and be unclean until the even. {15:12} And the vessel of earth, that he toucheth which hath the issue, shall be broken: and every vessel of wood shall be rinsed in water. {15:13} And when he that hath an issue is cleansed of his issue; then he shall number to himself seven days for his cleansing, and wash his clothes, and bathe his flesh in running water, and shall be clean. {15:14} And on the eighth day he shall take to him two turtledoves, or two young pigeons, and come before the LORD unto the door of the tabernacle of the congregation, and give them unto the priest: {15:15} And the priest shall offer them, the one [for] a sin offering, and the other [for] a burnt offering; and the priest shall make an atonement for him before the LORD for his issue.",
                      "leaf": true
                  }]
          }, {
                  "text": "Anyone or anything coming into contact with semen becomes ritually unclean. (Leviticus 15:16-18)",
                  "items": [{
                      "text": "<span class='book'>Leviticus</span> {15:16} And if any man’s seed of copulation go out from him, then he shall wash all his flesh in water, and be unclean until the even. {15:17} And every garment, and every skin, whereon is the seed of copulation, shall be washed with water, and be unclean until the even. {15:18} The woman also with whom man shall lie [with] seed of copulation, they shall [both] bathe [themselves] in water, and be unclean until the even.",
                      "leaf": true
                  }]
          }, {
                  "text": "A woman with an abnormal discharge (zabah) is ritually unclean. (Leviticus 15:19,25-28)",
                  "items": [{
                      "text": "<span class='book'>Leviticus</span> {15:19}  And if a woman have an issue, [and] her issue in her flesh be blood, she shall be put apart seven days: and whosoever toucheth her shall be unclean until the even. And if a woman have an issue of her blood many days out of the time of her separation, or if it run beyond the time of her separation; all the days of the issue of her uncleanness shall be as the days of her separation: she shall be unclean. {15:26} Every bed whereon she lieth all the days of her issue shall be unto her as the bed of her separation: and whatsoever she sitteth upon shall be unclean, as the uncleanness of her separation. {15:27} And whosoever toucheth those things shall be unclean, and shall wash his clothes, and bathe [himself] in water, and be unclean until the even. {15:28} But if she be cleansed of her issue, then she shall number to herself seven days, and after that she shall be clean.",
                      "leaf": true
                  }]
          }, {
                  "text": "A human corpse and anyone who comes near it is ritually unclean. (Numbers 19:11-16)",
                  "items": [{
                      "text": "<span class='book'>Numbers</span> {19:11} He that toucheth the dead body of any man shall be unclean seven days. {19:12} He shall purify himself with it on the third day, and on the seventh day he shall be clean: but if he purify not himself the third day, then the seventh day he shall not be clean. {19:13} Whosoever toucheth the dead body of any man that is dead, and purifieth not himself, defileth the tabernacle of the LORD; and that soul shall be cut off from Israel: because the water of separation was not sprinkled upon him, he shall be unclean; his uncleanness [is] yet upon him. {19:14} This [is] the law, when a man dieth in a tent: all that come into the tent, and all that [is] in the tent, shall be unclean seven days. {19:15} And every open vessel, which hath no covering bound upon it, [is] unclean. {19:16} And whosoever toucheth one that is slain with a sword in the open fields, or a dead body, or a bone of a man, or a grave, shall be unclean seven days.",
                      "leaf": true
                  }]
          }, {
                  "text": "Those ritually unclean must purify at the appointed time by laundering their clothes and immersing in water. (Leviticus 15:27)",
                  "items": [{
                      "text": "<span class='book'>Leviticus</span> {15:27} And whosoever toucheth those things shall be unclean, and shall wash his clothes, and bathe [himself] in water, and be unclean until the even.",
                      "leaf": true
                  }]
          }, {
                  "text": "Those ritually unclean of a spreading skin disease must follow the specified purification procedure. (Leviticus 14:2-32)",
                  "items": [{
                      "text": "<span class='book'>Leviticus</span> {14:2} This shall be the law of the leper in the day of his cleansing: He shall be brought unto the priest: {14:3} And the priest shall go forth out of the camp; and the priest shall look, and, behold, [if] the plague of leprosy be healed in the leper; {14:4} Then shall the priest command to take for him that is to be cleansed two birds alive [and] clean, and cedar wood, and scarlet, and hyssop: {14:5} And the priest shall command that one of the birds be killed in an earthen vessel over running water: {14:6} As for the living bird, he shall take it, and the cedar wood, and the scarlet, and the hyssop, and shall dip them and the living bird in the blood of the bird [that was] killed over the running water: {14:7} And he shall sprinkle upon him that is to be cleansed from the leprosy seven times, and shall pronounce him clean, and shall let the living bird loose into the open field. {14:8} And he that is to be cleansed shall wash his clothes, and shave off all his hair, and wash himself in water, that he may be clean: and after that he shall come into the camp, and shall tarry abroad out of his tent seven days. {14:9} But it shall be on the seventh day, that he shall shave all his hair off his head and his beard and his eyebrows, even all his hair he shall shave off: and he shall wash his clothes, also he shall wash his flesh in water, and he shall be clean. {14:10} And on the eighth day he shall take two he lambs without blemish, and one ewe lamb of the first year without blemish, and three tenth deals of fine flour [for] a meat offering, mingled with oil, and one log of oil. {14:11} And the priest that maketh [him] clean shall present the man that is to be made clean, and those things, before the LORD, [at] the door of the tabernacle of the congregation: {14:12} And the priest shall take one he lamb, and offer him for a trespass offering, and the log of oil, and wave them [for] a wave offering before the LORD: {14:13} And he shall slay the lamb in the place where he shall kill the sin offering and the burnt offering, in the holy place: for as the sin offering [is] the priest’s, [so is] the trespass offering: it [is] most holy: {14:14} And the priest shall take [some] of the blood of the trespass offering, and the priest shall put [it] upon the tip of the right ear of him that is to be cleansed, and upon the thumb of his right hand, and upon the great toe of his right foot: {14:15} And the priest shall take [some] of the log of oil, and pour [it] into the palm of his own left hand: {14:16} And the priest shall dip his right finger in the oil that [is] in his left hand, and shall sprinkle of the oil with his finger seven times before the LORD: {14:17} And of the rest of the oil that [is] in his hand shall the priest put upon the tip of the right ear of him that is to be cleansed, and upon the thumb of his right hand, and upon the great toe of his right foot, upon the blood of the trespass offering: {14:18} And the remnant of the oil that [is] in the priest’s hand he shall pour upon the head of him that is to be cleansed: and the priest shall make an atonement for him before the LORD. {14:19} And the priest shall offer the sin offering, and make an atonement for him that is to be cleansed from his uncleanness; and afterward he shall kill the burnt offering: {14:20} And the priest shall offer the burnt offering and the meat offering upon the altar: and the priest shall make an atonement for him, and he shall be clean. {14:21} And if he [be] poor, and cannot get so much; then he shall take one lamb [for] a trespass offering to be waved, to make an atonement for him, and one tenth deal of fine flour mingled with oil for a meat offering, and a log of oil; {14:22} And two turtledoves, or two young pigeons, such as he is able to get; and the one shall be a sin offering, and the other a burnt offering. {14:23} And he shall bring them on the eighth day for his cleansing unto the priest, unto the door of the tabernacle of the congregation, before the LORD. {14:24} And the priest shall take the lamb of the trespass offering, and the log of oil, and the priest shall wave them [for] a wave offering before the LORD: {14:25} And he shall kill the lamb of the trespass offering, and the priest shall take [some] of the blood of the trespass offering, and put [it] upon the tip of the right ear of him that is to be cleansed, and upon the thumb of his right hand, and upon the great toe of his right foot: {14:26} And the priest shall pour of the oil into the palm of his own left hand: {14:27} And the priest shall sprinkle with his right finger [some] of the oil that [is] in his left hand seven times before the LORD: {14:28} And the priest shall put of the oil that [is] in his hand upon the tip of the right ear of him that is to be cleansed, and upon the thumb of his right hand, and upon the great toe of his right foot, upon the place of the blood of the trespass offering: {14:29} And the rest of the oil that [is] in the priest’s hand he shall put upon the head of him that is to be cleansed, to make an atonement for him before the LORD. {14:30} And he shall offer the one of the turtledoves, or of the young pigeons, such as he can get; {14:31} [Even] such as he is able to get, the one [for] a sin offering, and the other [for] a burnt offering, with the meat offering: and the priest shall make an atonement for him that is to be cleansed before the LORD. {14:32} This [is] the law [of him] in whom [is] the plague of leprosy, whose hand is not able to get [that which pertaineth] to his cleansing.",
                      "leaf": true
                  }]
          }, {
                  "text": "Those unclean of a spreading skin disease must shave off all their hair. (Leviticus 14:9)",
                  "items": [{
                      "text": "<span class='book'>Leviticus</span> {14:9} But it shall be on the seventh day, that he shall shave all his hair off his head and his beard and his eyebrows, even all his hair he shall shave off: and he shall wash his clothes, also he shall wash his flesh in water, and he shall be clean.",
                      "leaf": true
                  }]
          }, {
                  "text": "Those unclean of a spreading skin disease must be easily distinguishable. (Leviticus 13:45)",
                  "items": [{
                      "text": "<span class='book'>Leviticus</span> {13:45} And the leper in whom the plague [is,] his clothes shall be rent, and his head bare, and he shall put a covering upon his upper lip, and shall cry, Unclean, unclean.",
                      "leaf": true
                  }]
          }, {
                  "text": "The ashes of the red heifer are to be used in ritual purification. (Numbers 19:2-9)",
                  "items": [{
                      "text": "<span class='book'>Numbers</span> {19:2} This [is] the ordinance of the law which the LORD hath commanded, saying, Speak unto the children of Israel, that they bring thee a red heifer without spot, wherein [is] no blemish, [and] upon which never came yoke: {19:3} And ye shall give her unto Eleazar the priest, that he may bring her forth without the camp, and [one] shall slay her before his face: {19:4} And Eleazar the priest shall take of her blood with his finger, and sprinkle of her blood directly before the tabernacle of the congregation seven times: {19:5} And [one] shall burn the heifer in his sight; her skin, and her flesh, and her blood, with her dung, shall he burn: {19:6} And the priest shall take cedar wood, and hyssop, and scarlet, and cast [it] into the midst of the burning of the heifer. {19:7} Then the priest shall wash his clothes, and he shall bathe his flesh in water, and afterward he shall come into the camp, and the priest shall be unclean until the even. {19:8} And he that burneth her shall wash his clothes in water, and bathe his flesh in water, and shall be unclean until the even. {19:9} And a man [that is] clean shall gather up the ashes of the heifer, and lay [them] up without the camp in a clean place, and it shall be kept for the congregation of the children of Israel for a water of separation: it [is] a purification for sin. ",
                      "leaf": true
                  }]
          }
        ]
    }, {
        "text": "The Fiests and Sabbaths",
        "items": [
          {
                  "text": "Observe the Month of Abib and keep the passover. (Exodus 12:2, Deuteronomy 16:1)",
                  "items": [{
                      "text": "<span class='book'>Exodus</span> {12:2} This month [shall be] unto you the beginning of months: it [shall be] the first month of the year to you. Deuteronomy {16:1} Observe the month of Abib, and keep the passover unto the LORD thy God: for in the month of Abib the LORD thy God brought thee forth out of Egypt by night.",
                      "leaf": true
                  }]
          }, {
                  "text": "The seventh day of every week is GOD's Sabbath of rest, and a Holy Convocation. (Exodus 23:12, 16:23)",
                  "items": [{
                      "text": "<span class='book'>Exodus</span> {23:12}  Six days thou shalt do thy work, and on the seventh day thou shalt rest: that thine ox and thine ass may rest, and the son of thy handmaid, and the stranger, may be refreshed. {16:23} And he said unto them, This [is that] which the LORD hath said, To morrow [is] the rest of the holy sabbath unto the LORD: bake [that] which ye will bake [to day,] and seethe that ye will seethe; and that which remaineth over lay up for you to be kept until the morning.  Exodus {16:23} And he said unto them, This [is that] which the LORD hath said, To morrow [is] the rest of the holy sabbath unto the LORD: bake [that] which ye will bake [to day,] and seethe that ye will seethe; and that which remaineth over lay up for you to be kept until the morning.",
                      "leaf": true
                  }]
          }, {
                  "text": " Keep the Sabbath Holy (Exodus 20:8-11)",
                  "items": [{
                      "text": "<span class='book'>Exodus</span> {20:8} Remember the sabbath day, to keep it holy. {20:9} Six days shalt thou labour, and do all thy work: {20:10} But the seventh day [is] the sabbath of the LORD thy God: [in it] thou shalt not do any work, thou, nor thy son, nor thy daughter, thy manservant, nor thy maidservant, nor thy cattle, nor thy stranger that [is] within thy gates: {20:11} For [in] six days the LORD made heaven and earth, the sea, and all that in them [is,] and rested the seventh day: wherefore the LORD blessed the sabbath day, and hallowed it.",
                      "leaf": true
                  }]
          }, {
                  "text": "Remove all leaven from all your property by the fifteenth of Abib. (Exodus 12:15)",
                  "items": [{
                      "text": "<span class='book'>Exodus</span> {12:15}  Seven days shall ye eat unleavened bread; even the first day ye shall put away leaven out of your houses: for whosoever eateth leavened bread from the first day until the seventh day, that soul shall be cut off from Israel.",
                      "leaf": true
                  }]
          }, {
                  "text": "On the fifteenth day of Abib we must teach our children the story of The Exodus from Egypt. (Exodus 13:8)",
                  "items": [{
                      "text": "<span class='book'>Exodus</span> {13:8} And thou shalt shew thy son in that day, saying, [This is done] because of that [which] the LORD did unto me when I came forth out of Egypt.",
                      "leaf": true
                  }]
          }, {
                  "text": "We must eat unleavened bread from the fifteenth through the twenty-first of Abib. (Exodus 12:18)",
                  "items": [{
                      "text": "<span class='book'>Exodus</span> {12:18} In the first [month,] on the fourteenth day of the month at even, ye shall eat unleavened bread, until the one and twentieth day of the month at even.",
                      "leaf": true
                  }]
          }, {
                  "text": "The first day of The Feast of Unleavened Bread (Passover) is a Sabbath of rest and a Holy Convocation. Cooking may be done on a Feast Day Sabbath, but not on the weekly Sabbath. (Exodus 12:16)",
                  "items": [{
                      "text": "<span class='book'>Exodus</span> {12:16} And in the first day [there shall be] an holy convocation, and in the seventh day there shall be an holy convocation to you; no manner of work shall be done in them, save [that] which every man must eat, that only may be done of you.",
                      "leaf": true
                  }]
          }, {
                  "text": "We must count fifty days-from the day after the First Holy Day Sabbath of the Feast of Unleavened Bread (The Count of Omer) to The Feast of Weeks. (Leviticus 23:15-16)",
                  "items": [{
                      "text": "<span class='book'>Leviticus</span> {23:15} And ye shall count unto you from the morrow after the sabbath, from the day that ye brought the sheaf of the wave offering; seven sabbaths shall be complete: {23:16} Even unto the morrow after the seventh sabbath shall ye number fifty days; and ye shall offer a new meat offering unto the LORD.",
                      "leaf": true
                  }]
          }, {
                  "text": "The Feast of Weeks (Pentecost) is a Sabbath of rest and a Holy Convocation. (Leviticus 23:21)",
                  "items": [{
                      "text": "<span class='book'>Leviticus</span> {23:21} And ye shall proclaim on the selfsame day, [that] it may be an holy convocation unto you: ye shall do no servile work [therein: it shall be] a statute for ever in all your dwellings throughout your generations.",
                      "leaf": true
                  }]
          }, {
                  "text": "The Feast of Trumpets is a Sabbath of rest and a Holy Convocation. (Leviticus 23:24)",
                  "items": [{
                      "text": "<span class='book'>Leviticus</span> {23:24} Speak unto the children of Israel, saying, In the seventh month, in the first [day] of the month, shall ye have a sabbath, a memorial of blowing of trumpets, an holy convocation. {23:25} Ye shall do no servile work [therein:] but ye shall offer an offering made by fire unto the LORD.",
                      "leaf": true
                  }]
          }, {
                  "text": "The Day of Atonement is a day of complete fasting. (Leviticus 16:29-31)",
                  "items": [{
                      "text": "<span class='book'>Leviticus</span> {16:29} And [this] shall be a statute for ever unto you: [that] in the seventh month, on the tenth [day] of the month, ye shall afflict your souls, and do no work at all, [whether it be] one of your own country, or a stranger that sojourneth among you: {16:30} For on that day shall [the priest] make an atonement for you, to cleanse you, [that] ye may be clean from all your sins before the LORD. {16:31} It [shall be] a sabbath of rest unto you, and ye shall afflict your souls, by a statute for ever.",
                      "leaf": true
                  }]
          }, {
                  "text": "The Day of Atonement is a Sabbath of rest and a Holy Convocation. (Leviticus 23:27-32)",
                  "items": [{
                      "text": "<span class='book'>Leviticus</span> {23:27}  Also on the tenth [day] of this seventh month [there shall be] a day of atonement: it shall be an holy convocation unto you; and ye shall afflict your souls, and offer an offering made by fire unto the LORD. {23:28} And ye shall do no work in that same day: for it [is] a day of atonement, to make an atonement for you before the LORD your God. {23:29} For whatsoever soul [it be] that shall not be afflicted in that same day, he shall be cut off from among his people. {23:30} And whatsoever soul [it be] that doeth any work in that same day, the same soul will I destroy from among his people. {23:31} Ye shall do no manner of work: [it shall be] a statute for ever throughout your generations in all your dwellings. {23:32} It [shall be] unto you a sabbath of rest, and ye shall afflict your souls: in the ninth [day] of the month at even, from even unto even, shall ye celebrate your sabbath.",
                      "leaf": true
                  }]
          }, {
                  "text": "The First Day of the Feast of Tabernacles is a Sabbath of rest and a Holy Convocation. (Leviticus 23:34-35)",
                  "items": [{
                      "text": "<span class='book'>Leviticus</span> {23:34} Speak unto the children of Israel, saying, The fifteenth day of this seventh month [shall be] the feast of tabernacles [for] seven days unto the LORD. {23:35} On the first day [shall be] an holy convocation: ye shall do no servile work [therein. ]",
                      "leaf": true
                  }]
          }, {
                  "text": "The Last Great Day is a Sabbath of rest and a Holy Convocation. (Leviticus 23:36)",
                  "items": [{
                      "text": "<span class='book'>Leviticus</span> {23:36} Seven days ye shall offer an offering made by fire unto the LORD: on the eighth day shall be an holy convocation unto you; and ye shall offer an offering made by fire unto the LORD: it [is] a solemn assembly; [and] ye shall do no servile work [therein. ]",
                      "leaf": true
                  }]
          }, {
                  "text": "Dwell in booths (succahs-temporary dwellings) during The Feast of Tabernacles. (Leviticus 23:42)",
                  "items": [{
                      "text": "<span class='book'>Leviticus</span> {23:42}  Ye shall dwell in booths seven days; all that are Israelites born shall dwell in booths:",
                      "leaf": true
                  }]
          }, {
                  "text": "A Succah must be built before The Feast of Tabernacles. (Leviticus 23:40)",
                  "items": [{
                      "text": "<span class='book'>Leviticus</span> {23:40} And ye shall take you on the first day the boughs of goodly trees, branches of palm trees, and the boughs of thick trees, and willows of the brook; and ye shall rejoice before the LORD your God seven days.",
                      "leaf": true
                  }]
          }, {
                  "text": "Sound the shofar on The Feast of Trumpets. (Numbers 29:1)",
                  "items": [{
                      "text": "<span class='book'>Numbers</span> {29:1} And in the seventh month, on the first [day] of the month, ye shall have an holy convocation; ye shall do no servile work: it is a day of blowing the trumpets unto you.",
                      "leaf": true
                  }]
          }
        ]
    }, {
        "text": "The Duty of the Community",
        "items": [
          {
                  "text": "Every male 20 years old and above must give half a shekel to the sanctuary of GOD annually. (Exodus 30:12-16)",
                  "items": [{
                      "text": "<span class='book'>Exodus</span> {30:12}  When thou takest the sum of the children of Israel after their number, then shall they give every man a ransom for his soul unto the LORD, when thou numberest them; that there be no plague among them, when [thou] numberest them. {30:13} This they shall give, every one that passeth among them that are numbered, half a shekel after the shekel of the sanctuary: (a shekel [is] twenty gerahs:) an half shekel [shall be] the offering of the LORD. {30:14} Every one that passeth among them that are numbered, from twenty years old and above, shall give an offering unto the LORD. {30:15} The rich shall not give more, and the poor shall not give less than half a shekel, when [they] give an offering unto the LORD, to make an atonement for your souls. {30:16} And thou shalt take the atonement money of the children of Israel, and shalt appoint it for the service of the tabernacle of the congregation; that it may be a memorial unto the children of Israel before the LORD, to make an atonement for your souls.",
                      "leaf": true
                  }]
          },{
                  "text": "Listen to and obey GOD's Anointed Servant, the Overseer of the sanctuary of GOD. (Deuteronomy 18:15-9)",
                  "items": [{
                      "text": "<span class='book'>Deuteronomy</span> {18:15} The LORD thy God will raise up unto thee a Prophet from the midst of thee, of thy brethren, like unto me; unto him ye shall hearken; {18:16} According to all that thou desiredst of the LORD thy God in Horeb in the day of the assembly, saying, Let me not hear again the voice of the LORD my God, neither let me see this great fire any more, that I die not. {18:17} And the LORD said unto me, They have well [spoken that] which they have spoken. {18:18} I will raise them up a Prophet from among their brethren, like unto thee, and will put my words in his mouth; and he shall speak unto them all that I shall command him. {18:19} And it shall come to pass, [that] whosoever will not hearken unto my words which he shall speak in my name, I will require [it] of him.",
                      "leaf": true
                  }]
          },{
                  "text": "The king that GOD chooses must be appointed. (Deuteronomy 17:15)",
                  "items": [{
                      "text": "<span class='book'>Deuteronomy</span> {17:15}  Thou shalt in any wise set [him] king over thee, whom the LORD thy God shall choose: [one] from among thy brethren shalt thou set king over thee: thou mayest not set a stranger over thee, which [is] not thy brother.",
                      "leaf": true
                  }]
          },{
                  "text": "Listen to and obey GOD's anointed priests (The Body of Elders of the sanctuary of GOD under the direction of the Overseer of the sanctuary of GOD). (Deuteronomy 17:8-13)",
                  "items": [{
                      "text": "<span class='book'>Deuteronomy</span> {17:8}  If there arise a matter too hard for thee in judgment, between blood and blood, between plea and plea, and between stroke and stroke, [being] matters of controversy within thy gates: then shalt thou arise, and get thee up into the place which the LORD thy God shall choose; {17:9} And thou shalt come unto the priests the Levites, and unto the judge that shall be in those days, and enquire; and they shall shew thee the sentence of judgment: {17:10} And thou shalt do according to the sentence, which they of that place which the LORD shall choose shall shew thee; and thou shalt observe to do according to all that they inform thee: {17:11} According to the sentence of the law which they shall teach thee, and according to the judgment which they shall tell thee, thou shalt do: thou shalt not decline from the sentence which they shall shew thee, [to] the right hand, nor [to] the left. {17:12} And the man that will do presumptuously, and will not hearken unto the priest that standeth to minister there before the LORD thy God, or unto the judge, even that man shall die: and thou shalt put away the evil from Israel. {17:13} And all the people shall hear, and fear, and do no more presumptuously.",
                      "leaf": true
                  }]
          },{
                  "text": "When we give testimony in a lawsuit, we must speak the truth. (Exodus 23:2)",
                  "items": [{
                      "text": "<span class='book'>Exodus</span> {23:2} Thou shalt not follow a multitude to [do] evil; neither shalt thou speak in a cause to decline after many to wrest [judgment:]",
                      "leaf": true
                  }]
          },{
                  "text": "Appoint Judges and Officers in all your habitations. (Deuteronomy 16:18)",
                  "items": [{
                      "text": "<span class='book'>Deuteronomy</span> {16:18} Judges and officers shalt thou make thee in all thy gates, which the LORD thy God giveth thee, throughout thy tribes: and they shall judge the people with just judgment.",
                      "leaf": true
                  }]
          },{
                  "text": "The Elders of The sanctuary of GOD, chosen by GOD, must judge the people impartially according to GOD's Laws. (Leviticus 19:15)",
                  "items": [{
                      "text": "<span class='book'>Leviticus</span> {19:15} Ye shall do no unrighteousness in judgment: thou shalt not respect the person of the poor, nor honour the person of the mighty: [but] in righteousness shalt thou judge thy neighbour.",
                      "leaf": true
                  }]
          },{
                  "text": "Whoever is aware of evidence in a case must speak up and testify. (Leviticus 5:1)",
                  "items": [{
                      "text": "<span class='book'>Leviticus</span> {5:1} And if a soul sin, and hear the voice of swearing, and [is] a witness, whether he hath seen or known [of it;] if he do not utter [it,] then he shall bear his iniquity.",
                      "leaf": true
                  }]
          },{
                  "text": "The testimony of witnesses shall be examined thoroughly by the Elders. (Deuteronomy 13:14)",
                  "items": [{
                      "text": "<span class='book'>Deuteronomy</span> {13:14} Then shalt thou enquire, and make search, and ask diligently; and, behold, [if it be] truth, [and] the thing certain, [that] such abomination is wrought among you;",
                      "leaf": true
                  }]
          },{
                  "text": "False witnesses shall be judged according to the Law. (Deuteronomy 19:18-19)",
                  "items": [{
                      "text": "<span class='book'>Deuteronomy</span> {19:18} And the judges shall make diligent inquisition: and, behold, [if] the witness [be] a false witness, [and] hath testified falsely against his brother; {19:19} Then shall ye do unto him, as he had thought to have done unto his brother: so shalt thou put the evil away from among you.",
                      "leaf": true
                  }]
          },{
                  "text": "When a person is found murdered and the murderer is unknown, the prescribed ritual must be performed. (Deuteronomy 21:19)",
                  "items": [{
                      "text": "<span class='book'>Deuteronomy</span> {21:19} Then shall his father and his mother lay hold on him, and bring him out unto the elders of his city, and unto the gate of his place;",
                      "leaf": true
                  }]
          },{
                  "text": "Six cities of refuge in the land of Israel must be established. (Numbers 35:6-15)",
                  "items": [{
                      "text": "<span class='book'>Numbers</span> {35:6}  And among the cities which ye shall give unto the Levites [there shall be] six cities for refuge, which ye shall appoint for the manslayer, that he may flee thither: and to them ye shall add forty and two cities. {35:7} [So] all the cities which ye shall give to the Levites [shall be] forty and eight cities: them [shall ye give] with their suburbs. {35:8} And the cities which ye shall give [shall be] of the possession of the children of Israel: from [them that have] many ye shall give many; but from [them that have] few ye shall give few: every one shall give of his cities unto the Levites according to his inheritance which he inheriteth. {35:9} And the LORD spake unto Moses, saying, {35:10} Speak unto the children of Israel, and say unto them, When ye be come over Jordan into the land of Canaan; {35:11} Then ye shall appoint you cities to be cities of refuge for you; that the slayer may flee thither, which killeth any person at unawares. {35:12} And they shall be unto you cities for refuge from the avenger; that the manslayer die not, until he stand before the congregation in judgment. {35:13} And of these cities which ye shall give six cities shall ye have for refuge. {35:14} Ye shall give three cities on this side Jordan, and three cities shall ye give in the land of Canaan, [which] shall be cities of refuge. {35:15} These six cities shall be a refuge, [both] for the children of Israel, and for the stranger, and for the sojourner among them: that every one that killeth any person unawares may flee thither.",
                      "leaf": true
                  }]
          },{
                  "text": "The priests and Levites must be given cities to live in. (Numbers 35:2-5)",
                  "items": [{
                      "text": "<span class='book'>Numbers</span> {35:2} Command the children of Israel, that they give unto the Levites of the inheritance of their possession cities to dwell in; and ye shall give [also] unto the Levites suburbs for the cities round about them. {35:3} And the cities shall they have to dwell in; and the suburbs of them shall be for their cattle, and for their goods, and for all their beasts. {35:4} And the suburbs of the cities, which ye shall give unto the Levites, [shall reach] from the wall of the city and outward a thousand cubits round about. {35:5} And ye shall measure from without the city on the east side two thousand cubits, and on the south side two thousand cubits, and on the west side two thousand cubits, and on the north side two thousand cubits and the city [shall be] in the midst: this shall be to them the suburbs of the cities.",
                      "leaf": true
                  }]
          },{
                  "text": "Build a guard rail around a roof (if it is flat and used as living space), and remove potential hazards from the home. (Deuteronomy 22:8)",
                  "items": [{
                      "text": "<span class='book'>Deuteronomy</span> {22:8} When thou buildest a new house, then thou shalt make a battlement for thy roof, that thou bring not blood upon thine house, if any man fall from thence.",
                      "leaf": true
                  }]
          }
        ]
    }, {
        "text": "The Worship of false Gods and related practices",
        "items": [
          {
                "text": "The practice of godworship (the worship of false gods) must be destroyed. (Deuteronomy 12:2-4)",
                "items": [{
                    "text": "<span class='book'>Deuteronomy</span> {12:2} Ye shall utterly destroy all the places, wherein the nations which ye shall possess served their gods, upon the high mountains, and upon the hills, and under every green tree: {12:3} And ye shall overthrow their altars, and break their pillars, and burn their groves with fire; and ye shall hew down the graven images of their gods, and destroy the names of them out of that place. {12:4} Ye shall not do so unto the LORD your God.",
                    "leaf": true
                }]
        }, {
                "text": "A city which turns to godworship (the worship of false gods) must be treated according to the Law. (Deuteronomy 13:12-18)",
                "items": [{
                    "text": "<span class='book'>Deuteronomy</span> {13:12} Take heed to thyself that thou offer not thy burnt offerings in every place that thou seest: {12:14} But in the place which the LORD shall choose in one of thy tribes, there thou shalt offer thy burnt offerings, and there thou shalt do all that I command thee. {12:15} Notwithstanding thou mayest kill and eat flesh in all thy gates, whatsoever thy soul lusteth after, according to the blessing of the LORD thy God which he hath given thee: the unclean and the clean may eat thereof, as of the roebuck, and as of the hart. {12:16} Only ye shall not eat the blood; ye shall pour it upon the earth as water. {12:17} Thou mayest not eat within thy gates the tithe of thy corn, or of thy wine, or of thy oil, or the firstlings of thy herds or of thy flock, nor any of thy vows which thou vowest, nor thy freewill offerings, or heave offering of thine hand: {12:18} But thou must eat them before the LORD thy God in the place which the LORD thy God shall choose, thou, and thy son, and thy daughter, and thy manservant, and thy maidservant, and the Levite that [is] within thy gates: and thou shalt rejoice before the LORD thy God in all that thou puttest thine hands unto. ",
                    "leaf": true
                }]
        }, {
                "text": "The godworshiping nations (nations who worship false gods) will be destroyed. (Deuteronomy 20:17)",
                "items": [{
                    "text": "<span class='book'>Deuteronomy</span> {20:17}  But thou shalt utterly destroy them; [namely,] the Hittites, and the Amorites, the Canaanites, and the Perizzites, the Hivites, and the Jebusites; as the LORD thy God hath commanded thee:",
                    "leaf": true
                }]
        }, {
                "text": "We must blot out the remembrance of godworshipers (those who worship false gods). (Deuteronomy 25:19)",
                "items": [{
                    "text": "<span class='book'>Deuteronomy</span> {25:19} Therefore it shall be, when the LORD thy God hath given thee rest from all thine enemies round about, in the land which the LORD thy God giveth thee [for] an inheritance to possess it, [that] thou shalt blot out the remembrance of Amalek from under heaven; thou shalt not forget [it.]",
                    "leaf": true
                }]
        }, {
                "text": "Remember what the godworshipers (those who worship false gods) did to Israel. (Deuteronomy 25:1-18)",
                "items": [{
                    "text": "<span class='book'>Deuteronomy</span> {25:1}  If there be a controversy between men, and they come unto judgment, that [the judges] may judge them; then they shall justify the righteous, and condemn the wicked. {25:2} And it shall be, if the wicked man [be] worthy to be beaten, that the judge shall cause him to lie down, and to be beaten before his face, according to his fault, by a certain number. {25:3} Forty stripes he may give him, [and] not exceed: lest, [if] he should exceed, and beat him above these with many stripes, then thy brother should seem vile unto thee. {25:4} Thou shalt not muzzle the ox when he treadeth out [the corn.]{25:5} If brethren dwell together, and one of them die, and have no child, the wife of the dead shall not marry without unto a stranger: her husband’s brother shall go in unto her, and take her to him to wife, and perform the duty of an husband’s brother unto her. {25:6} And it shall be, [that] the firstborn which she beareth shall succeed in the name of his brother [which is] dead, that his name be not put out of Israel. {25:7} And if the man like not to take his brother’s wife, then let his brother’s wife go up to the gate unto the elders, and say, My husband’s brother refuseth to raise up unto his brother a name in Israel, he will not perform the duty of my husband’s brother. {25:8} Then the elders of his city shall call him, and speak unto him: and [if] he stand [to it,] and say, I like not to take her; {25:9} Then shall his brother’s wife come unto him in the presence of the elders, and loose his shoe from off his foot, and spit in his face, and shall answer and say, So shall it be done unto that man that will not build up his brother’s house. {25:10} And his name shall be called in Israel, The house of him that hath his shoe loosed. {25:11} When men strive together one with another, and the wife of the one draweth near for to deliver her husband out of the hand of him that smiteth him, and putteth forth her hand, and taketh him by the secrets: {25:12} Then thou shalt cut off her hand, thine eye shall not pity [her.]{25:13} Thou shalt not have in thy bag divers weights, a great and a small. {25:14} Thou shalt not have in thine house divers measures, a great and a small. {25:15} [But] thou shalt have a perfect and just weight, a perfect and just measure shalt thou have: that thy days may be lengthened in the land which the LORD thy God giveth thee. {25:16} For all that do such things, [and] all that do unrighteously, [are] an abomination unto the LORD thy God. {25:17} Remember what Amalek did unto thee by the way, when ye were come forth out of Egypt; {25:18} How he met thee by the way, and smote the hindmost of thee, [even] all [that were] feeble behind thee, when thou [wast] faint and weary; and he feared not God.",
                    "leaf": true
                }]
        }
      ]
        }, {
        "text": "Laws concerning Times of Tribulation and Persecution",
        "items": [
              {
                      "text": "Our conduct must be according to Yahweh's Law during times of persecution. (Deuteronomy 20:11-12)",
                      "items": [{
                          "text": "<span class='book'>Deuteronomy</span> {20:11} And it shall be, if it make thee answer of peace, and open unto thee, then it shall be, [that] all the people [that is] found therein shall be tributaries unto thee, and they shall serve thee. {20:12} And if it will make no peace with thee, but will make war against thee, then thou shalt besiege it:",
                          "leaf": true
                      }]
              },{
                      "text": "The priests must address the congregation in times of tribulation. (Deuteronomy 20:2-4)",
                      "items": [{
                          "text": "<span class='book'>Deuteronomy</span> {20:2} And it shall be, when ye are come nigh unto the battle, that the priest shall approach and speak unto the people, {20:3} And shall say unto them, Hear, O Israel, ye approach this day unto battle against your enemies: let not your hearts faint, fear not, and do not tremble, neither be ye terrified because of them; {20:4} For the LORD your God [is] he that goeth with you, to fight for you against your enemies, to save you.",
                          "leaf": true
                      }]
              },{
                      "text": "The camp of Yahweh must be kept in a sanitary condition. (Deuteronomy 23:9)",
                      "items": [{
                          "text": "<span class='book'>Deuteronomy</span> {23:9} When the host goeth forth against thine enemies, then keep thee from every wicked thing.",
                          "leaf": true
                      }]
              },{
                      "text": "The camp of Yahweh must be equipped with the necessary implements to keep it in a sanitary condition, and each must do his part. (Deuteronomy 23:12-14)",
                      "items": [{
                          "text": "<span class='book'>Deuteronomy</span> {23:12} Thou shalt have a place also without the camp, whither thou shalt go forth abroad: {23:13} And thou shalt have a paddle upon thy weapon; and it shall be, when thou wilt ease thyself abroad, thou shalt dig therewith, and shalt turn back and cover that which cometh from thee: {23:14} For the LORD thy God walketh in the midst of thy camp, to deliver thee, and to give up thine enemies before thee; therefore shall thy camp be holy: that he see no unclean thing in thee, and turn away from thee.",
                          "leaf": true
                      }]
              }
            ]
    }, {
        "text": "Our Duties to our fellow Man",
        "items": [
              {
                      "text": "Stolen property must be returned to the owner. (Leviticus 6:2-5)",
                      "items": [{
                          "text": "<span class='book'>Leviticus</span> {6:2}  If a soul sin, and commit a trespass against the LORD, and lie unto his neighbour in that which was delivered him to keep, or in fellowship, or in a thing taken away by violence, or hath deceived his neighbour; {6:3} Or have found that which was lost, and lieth concerning it, and sweareth falsely; in any of all these that a man doeth, sinning therein: {6:4} Then it shall be, because he hath sinned, and is guilty, that he shall restore that which he took violently away, or the thing which he hath deceitfully gotten, or that which was delivered him to keep, or the lost thing which he found, {6:5} Or all that about which he hath sworn falsely; he shall even restore it in the principal, and shall add the fifth part more thereto, [and] give it unto him to whom it appertaineth, in the day of his trespass offering.",
                          "leaf": true
                      }]
              },{
                      "text": "The poor must be taken care of according to Yahweh's Laws. (Deuteronomy 15:8,11)",
                      "items": [{
                          "text": "<span class='book'>Deuteronomy</span> {15:8}  But thou shalt open thine hand wide unto him, and shalt surely lend him sufficient for his need, [in that] which he wanteth.",
                          "leaf": true
                      },{
                          "text": "<span class='book'>Deuteronomy</span> {15:11}  For the poor shall never cease out of the land: therefore I command thee, saying, Thou shalt open thine hand wide unto thy brother, to thy poor, and to thy needy, in thy land.",
                          "leaf": true
                      }]
              },{
                      "text": "When a Hebrew slave goes free, the owner must give him gifts. (Deuteronomy 15:12-14,18)",
                      "items": [{
                          "text": "<span class='book'>Deuteronomy</span> {15:12} [And] if thy brother, an Hebrew man, or an Hebrew woman, be sold unto thee, and serve thee six years; then in the seventh year thou shalt let him go free from thee. {15:13} And when thou sendest him out free from thee, thou shalt not let him go away empty: {15:14} Thou shalt furnish him liberally out of thy flock, and out of thy floor, and out of thy winepress: [of that] wherewith the LORD thy God hath blessed thee thou shalt give unto him.",
                          "leaf": true
                      },{
                          "text": "<span class='book'>Deuteronomy</span> {15:18} It shall not seem hard unto thee, when thou sendest him away free from thee; for he hath been worth a double hired servant [to thee,] in serving thee six years: and the LORD thy God shall bless thee in all that thou doest.",
                          "leaf": true
                      }]
              },{
                      "text": "Loans to brothers must be without interest. (Exodus 22:25, Deuteronomy 23:19)",
                      "items": [{
                          "text": "<span class='book'>Exodus</span> {22:25} If thou lend money to [any of] my people [that is] poor by thee, thou shalt not be to him as an usurer, neither shalt thou lay upon him usury.",
                          "leaf": true
                      },{
                      "text":"<span class='book'>Deuteronomy</span> 23:19  Thou shalt not lend upon usury to thy brother; usury of money, usury of victuals, usury of any thing that is lent upon usury:",
                      "leaf":true
                      }]
              },{
                      "text": "Loans to the foreigner may be with interest. (Deuteronomy 23:20)",
                      "items": [{
                          "text": "<span class='book'>Deuteronomy</span> {23:20} Unto a stranger thou mayest lend upon usury; but unto thy brother thou shalt not lend upon usury: that the LORD thy God may bless thee in all that thou settest thine hand to in the land whither thou goest to possess it.",
                          "leaf": true
                      }]
              },{
                      "text": "Restore a pledge for a loan to its owner if he needs it. (Deuteronomy 24:12-13)",
                      "items": [{
                          "text": "<span class='book'>Deuteronomy</span> {24:12} And if the man [be] poor, thou shalt not sleep with his pledge: {24:13} In any case thou shalt deliver him the pledge again when the sun goeth down, that he may sleep in his own raiment, and bless thee: and it shall be righteousness unto thee before the LORD thy God.",
                          "leaf": true
                      }]
              },{
                      "text": "Pay the hired worker his wages on time. (Deuteronomy 24:15)",
                      "items": [{
                          "text": "<span class='book'>Deuteronomy</span> {24:15}  At his day thou shalt give [him] his hire, neither shall the sun go down upon it; for he [is] poor, and setteth his heart upon it: lest he cry against thee unto the LORD, and it be sin unto thee.",
                          "leaf": true
                      }]
              },{
                      "text": "Permit the poor to eat of the produce of the vineyard or the standing grain. (Deuteronomy 23:24-25)",
                      "items": [{
                          "text": "<span class='book'>Deuteronomy</span> {23:24} When thou comest into thy neighbour’s vineyard, then thou mayest eat grapes thy fill at thine own pleasure; but thou shalt not put [any] in thy vessel. {23:25} When thou comest into the standing corn of thy neighbour, then thou mayest pluck the ears with thine hand; but thou shalt not move a sickle unto thy neighbour’s standing corn.",
                          "leaf": true
                      }]
              },{
                      "text": "Help a stranger (who has a fallen animal. ) (Exodus 23:5)",
                      "items": [{
                          "text": "<span class='book'>Exodus</span> {23:5}  If thou see the ass of him that hateth thee lying under his burden, and wouldest forbear to help him, thou shalt surely help with him.",
                          "leaf": true
                      }]
              },{
                      "text": "Help your brother (who has a fallen animal.) (Deuteronomy 22:4)",
                      "items": [{
                          "text": "<span class='book'>Deuteronomy</span> {22:4}  Thou shalt not see thy brother’s ass or his ox fall down by the way, and hide thyself from them: thou shalt surely help him to lift [them] up again.",
                          "leaf": true
                      }]
              },{
                      "text": "Lost property must be restored to its owner. (Exodus 23:4,Deuteronomy 22:1)",
                      "items": [{
                          "text": "<span class='book'>Exodus</span> {23:4} If thou meet thine enemy’s ox or his ass going astray, thou shalt surely bring it back to him again.",
                          "leaf": true
                      },{
                          "text":"<span class='book'>Deuteronomy</span> {22:1} Thou shalt not see the brother’s ox or his sheep go astray, and hide thyself from them: thou shalt in any case bring them again unto thy brother.",
                          "leaf":true
                      }]
              },{
                      "text": "Those who sin must be corrected. (Leviticus 19:17)",
                      "items": [{
                          "text": "<span class='book'>Leviticus</span> {19:17} Thou shalt not hate thy brother in thine heart: thou shalt in any wise rebuke thy neighbour, and not suffer sin upon him.",
                          "leaf": true
                      }]
              },{
                      "text": "Do not avenge or hold a grudge against the children of your People. (Leviticus 19:18)",
                      "items": [{
                          "text": "<span class='book'>Leviticus</span> {19:18} Thou shalt not avenge, nor bear any grudge against the children of thy people, but thou shalt love thy neighbour as thyself: I [am] the LORD.",
                          "leaf": true
                      }]
              },{
                      "text": "Love the stranger and the new convert among you. (Deuteronomy 10:19) ???",
                      "items": [{
                          "text": "<span class='book'>Deuteronomy</span> {10:19} Love ye therefore the stranger: for ye were strangers in the land of Egypt.",
                          "leaf": true
                      }]
              },{
                      "text": "Use only honest weights and measures. (Leviticus 19:36)",
                      "items": [{
                          "text": "<span class='book'>Leviticus</span> {19:36} Just balances, just weights, a just ephah, and a just hin, shall ye have: I [am] the LORD your God, which brought you out of the land of Egypt.",
                          "leaf": true
                      }]
              }
            ]
    }, {
        "text": "Family",
        "items": [
          {
                  "text": "Show honor and respect for the Elders. (Leviticus 19:32)",
                  "items": [{
                      "text": "<span class='book'>Leviticus</span> {19:32} Thou shalt rise up before the hoary head, and honour the face of the old man, and fear thy God: I [am] the LORD.",
                      "leaf": true
                  }]
          },{
                  "text": "Show honor and respect to parents. (Exodus 20:12)",
                  "items": [{
                      "text": "<span class='book'>Exodus</span> {20:12}  Honour thy father and thy mother: that thy days may be long upon the land which the LORD thy God giveth thee.",
                      "leaf": true
                  }]
          },{
                  "text": "Do not swear by the name of God falsely (While you are not telling the Truth). (Leviticus 19:12)",
                  "items": [{
                      "text": "<span class='book'>Leviticus</span> {19:12} And ye shall not swear by my name falsely, neither shalt thou profane the name of thy God: I [am] the LORD.",
                      "leaf": true
                  }]
          },{
                  "text": "A bridegroom is to rejoice with his bride for one year after Marriage. (Deuteronomy 24:5)",
                  "items": [{
                      "text": "<span class='book'>Deuteronomy</span> {24:5} When a man hath taken a new wife, he shall not go out to war, neither shall he be charged with any business: [but] he shall be free at home one year, and shall cheer up his wife which he hath taken.",
                      "leaf": true
                  }]
          },{
                  "text": "All males must be circumcised, newborn males on the eighth day. (Genesis 17:10-12, 14)",
                  "items": [{
                      "text": "<span class='book'>Genesis</span> {17:10} This [is] my covenant, which ye shall keep, between me and you and thy seed after thee; Every man child among you shall be circumcised. {17:11} And ye shall circumcise the flesh of your foreskin; and it shall be a token of the covenant betwixt me and you. {17:12} And he that is eight days old shall be circumcised among you, every man child in your generations, he that is born in the house, or bought with money of any stranger, which [is] not of thy seed. ",
                      "leaf": true
                  },{
                      "text": "<span class='book'>Genesis</span> {17:14} And the uncircumcised man child whose flesh of his foreskin is not circumcised, that soul shall be cut off from his people; he hath broken my covenant.",
                      "leaf": true
                  }]
          },{
                  "text": "Should a man die childless, his brother must either marry the widow. (Deuteronomy 25:5-6)",
                  "items": [{
                      "text": "<span class='book'>Deuteronomy</span> {25:5} If brethren dwell together, and one of them die, and have no child, the wife of the dead shall not marry without unto a stranger: her husband’s brother shall go in unto her, and take her to him to wife, and perform the duty of an husband’s brother unto her. {25:6} And it shall be, [that] the firstborn which she beareth shall succeed in the name of his brother [which is] dead, that his name be not put out of Israel.",
                      "leaf": true
                  }]
          },{
                  "text": "He may release his brother's widow. (Deuteronomy 25:7-10)",
                  "items": [{
                      "text": "<span class='book'>Deuteronomy</span> {25:7} And if the man like not to take his brother’s wife, then let his brother’s wife go up to the gate unto the elders, and say, My husband’s brother refuseth to raise up unto his brother a name in Israel, he will not perform the duty of my husband’s brother. {25:8} Then the elders of his city shall call him, and speak unto him: and [if] he stand [to it,] and say, I like not to take her; {25:9} Then shall his brother’s wife come unto him in the presence of the elders, and loose his shoe from off his foot, and spit in his face, and shall answer and say, So shall it be done unto that man that will not build up his brother’s house. {25:10} And his name shall be called in Israel, The house of him that hath his shoe loosed.",
                      "leaf": true
                  }]
          },{
                  "text": "A man who violates a virgin must pay the bride price, marry her if her father permits, and may never divorce her. (Deuteronomy 22:28-29)",
                  "items": [{
                      "text": "<span class='book'>Deuteronomy</span> {22:28} If a man find a damsel [that is] a virgin, which is not betrothed, and lay hold on her, and lie with her, and they be found; {22:29} Then the man that lay with her shall give unto the damsel’s father fifty [shekels] of silver, and she shall be his wife; because he hath humbled her, he may not put her away all his days.",
                      "leaf": true
                  }]
          },{
                  "text": "The Elders must judge in a case of premarital promiscuity. (Deuteronomy 22:13-15)",
                  "items": [{
                      "text": "<span class='book'>Deuteronomy</span> {22:13} If any man take a wife, and go in unto her, and hate her, {22:14} And give occasions of speech against her, and bring up an evil name upon her, and say, I took this woman, and when I came to her, I found her not a maid: {22:15} Then shall the father of the damsel, and her mother, take and bring forth [the tokens of] the damsel’s virginity unto the elders of the city in the gate:",
                      "leaf": true
                  }]
          },{
                  "text": "A woman's father may utterly refuse to give his daughter to a man even though he pays the bride price. (Exodus 22:16-17)",
                  "items": [{
                      "text": "<span class='book'>Exodus</span> {22:16} And if a man entice a maid that is not betrothed, and lie with her, he shall surely endow her to be his wife. {22:17} If her father utterly refuse to give her unto him, he shall pay money according to the dowry of virgins.",
                      "leaf": true
                  }]
          },{
                  "text": "The female captive must be treated in accordance with special regulations concerning repentance and conversion. (Deuteronomy 21:11-14)",
                  "items": [{
                      "text": "<span class='book'>Deuteronomy</span> {21:11} And if he do not these three unto her, then shall she go out free without money. {21:12} He that smiteth a man, so that he die, shall be surely put to death. {21:13} And if a man lie not in wait, but God deliver [him] into his hand; then I will appoint thee a place whither he shall flee. {21:14} But if a man come presumptuously upon his neighbour, to slay him with guile; thou shalt take him from mine altar, that he may die.",
                      "leaf": true
                  }]
          },{
                  "text": "Divorce can only be for the cause of premarital fornication by the bride. (Deuteronomy 24:1-4)",
                  "items": [{
                      "text": "<span class='book'>Deuteronomy</span> {24:1}  When a man hath taken a wife, and married her, and it come to pass that she find no favour in his eyes, because he hath found some uncleanness in her: then let him write her a bill of divorcement, and give [it] in her hand, and send her out of his house. {24:2} And when she is departed out of his house, she may go and be another man’s [wife. ]{24:3} And [if] the latter husband hate her, and write her a bill of divorcement, and giveth [it] in her hand, and sendeth her out of his house; or if the latter husband die, which took her to [be] his wife; {24:4} Her former husband, which sent her away, may not take her again to be his wife, after that she is defiled; for that [is] abomination before the LORD: and thou shalt not cause the land to sin, which the LORD thy God giveth thee [for] an inheritance.",
                      "leaf": true
                  }]
          },{
                  "text": "A woman suspected of adultery must submit to the required test. (Numbers 5:12-15)",
                  "items": [{
                      "text": "<span class='book'>Numbers</span> {5:12} Speak unto the children of Israel, and say unto them, If any man’s wife go aside, and commit a trespass against him, {5:13} And a man lie with her carnally, and it be hid from the eyes of her husband, and be kept close, and she be defiled, and [there be] no witness against her, neither she be taken [with the manner; ]{5:14} And the spirit of jealousy come upon him, and he be jealous of his wife, and she be defiled: or if the spirit of jealousy come upon him, and he be jealous of his wife, and she be not defiled: {5:15} Then shall the man bring his wife unto the priest, and he shall bring her offering for her, the tenth [part] of an ephah of barley meal; he shall pour no oil upon it, nor put frankincense thereon; for it [is] an offering of jealousy, an offering of memorial, bringing iniquity to remembrance.",
                      "leaf": true
                  }]
          }
        ]
    }, {
        "text": "Laws concerning Slaves",
        "items": [
          {
                "text": "Hebrew slaves must be treated according to the special Laws for them. (Exodus 21:2-6)",
                "items": [{
                    "text": "<span class='book'>Exodus</span>{21:2} If thou buy an Hebrew servant, six years he shall serve: and in the seventh he shall go out free for nothing. {21:3} If he came in by himself, he shall go out by himself: if he were married, then his wife shall go out with him. {21:4} If his master have given him a wife, and she have born him sons or daughters; the wife and her children shall be her master’s, and he shall go out by himself. {21:5} And if the servant shall plainly say, I love my master, my wife, and my children; I will not go out free: {21:6} Then his master shall bring him unto the judges; he shall also bring him to the door, or unto the door post; and his master shall bore his ear through with an aul; and he shall serve him for ever.",
                    "leaf": true
                }]
        },{
                "text": "The owner or his son may marry his Hebrew maidservant. (Exodus 21:8-9)",
                "items": [{
                    "text": "<span class='book'>Exodus</span>{21:8} If she please not her master, who hath betrothed her to himself, then shall he let her be redeemed: to sell her unto a strange nation he shall have no power, seeing he hath dealt deceitfully with her. {21:9} And if he have betrothed her unto his son, he shall deal with her after the manner of daughters.",
                    "leaf": true
                }]
        },{
                "text": "If the owner or his son does not marry his Hebrew maidservant, he must allow her father to redeem her. (Exodus 21:8)",
                "items": [{
                    "text": "<span class='book'>Exodus</span>{21:8} If she please not her master, who hath betrothed her to himself, then shall he let her be redeemed: to sell her unto a strange nation he shall have no power, seeing he hath dealt deceitfully with her.",
                    "leaf": true
                }]
        },{
                "text": "The regulation of the foreign slaves. (Leviticus 25:44-46)",
                "items": [{
                    "text": "<span class='book'>Leviticus</span>{25:44} Both thy bondmen, and thy bondmaids, which thou shalt have, [shall be] of the heathen that are round about you; of them shall ye buy bondmen and bondmaids. {25:45} Moreover of the children of the strangers that do sojourn among you, of them shall ye buy, and of their families that [are] with you, which they begat in your land: and they shall be your possession. {25:46} And ye shall take them as an inheritance for your children after you, to inherit [them for] a possession; they shall be your bondmen for ever: but over your brethren the children of Israel, ye shall not rule one over another with rigour.",
                    "leaf": true
                }]
        }
      ]
    }, {
        "text": "Lawsuits",
        "items": [{
                "text": "Judgment must be rendered in the case of injury caused by a person. (Exodus 21:18-25)",
                "items": [{
                    "text": "<span class='book'>Exodus</span> {21:18} And if men strive together, and one smite another with a stone, or with [his] fist, and he die not, but keepeth [his] bed: {21:19} If he rise again, and walk abroad upon his staff, then shall he that smote [him] be quit: only he shall pay [for] the loss of his time, and shall cause [him] to be thoroughly healed. {21:20} And if a man smite his servant, or his maid, with a rod, and he die under his hand; he shall be surely punished. {21:21} Notwithstanding, if he continue a day or two, he shall not be punished: for he [is] his money.{21:22} If men strive, and hurt a woman with child, so that her fruit depart [from her,] and yet no mischief follow: he shall be surely punished, according as the woman’s husband will lay upon him; and he shall pay as the judges [determine. ]{21:23} And if [any] mischief follow, then thou shalt give life for life, {21:24} Eye for eye, tooth for tooth, hand for hand, foot for foot, {21:25} Burning for burning, wound for wound, stripe for stripe.",
                    "leaf": true
                }]
        },{
                "text": "Judgment must be rendered in the case of injury cause by an animal. (Exodus 21: 28-32)",
                "items": [{
                    "text": "<span class='book'>Exodus</span> {21:28} If an ox gore a man or a woman, that they die: then the ox shall be surely stoned, and his flesh shall not be eaten; but the owner of the ox [shall be] quit. {21:29} But if the ox were wont to push with his horn in time past, and it hath been testified to his owner, and he hath not kept him in, but that he hath killed a man or a woman; the ox shall be stoned, and his owner also shall be put to death. {21:30} If there be laid on him a sum of money, then he shall give for the ransom of his life whatsoever is laid upon him. {21:31} Whether he have gored a son, or have gored a daughter, according to this judgment shall it be done unto him. {21:32} If the ox shall push a manservant or a maidservant; he shall give unto their master thirty shekels of silver, and the ox shall be stoned.",
                    "leaf": true
                }]
        },{
                "text": "Judgment must be rendered in the case of injury caused to an animal. (Exodus 21:33-36)",
                "items": [{
                    "text": "<span class='book'>Exodus</span> {21:33}  And if a man shall open a pit, or if a man shall dig a pit, and not cover it, and an ox or an ass fall therein; {21:34} The owner of the pit shall make [it] good, [and] give money unto the owner of them; and the dead [beast] shall be his. {21:35} And if one man’s ox hurt another’s, that he die; then they shall sell the live ox, and divide the money of it; and the dead [ox] also they shall divide. {21:36} Or if it be known that the ox hath used to push in time past, and his owner hath not kept him in; he shall surely pay ox for ox; and the dead shall be his own.",
                    "leaf": true
                }]
        },{
                "text": "A thief must make full restitution or else be sold for his theft. (Exodus 22:1-4)",
                "items": [{
                    "text": "<span class='book'>Exodus</span> {22:1} If a man shall steal an ox, or a sheep, and kill it, or sell it; he shall restore five oxen for an ox, and four sheep for a sheep. {22:2} If a thief be found breaking up, and be smitten that he die, [there shall] no blood [be shed] for him. {22:3} If the sun be risen upon him, [there shall be] blood [shed] for him; [for] he should make full restitution; if he have nothing, then he shall be sold for his theft. {22:4} If the theft be certainly found in his hand alive, whether it be ox, or ass, or sheep; he shall restore double.",
                    "leaf": true
                }]
        },{
                "text": "Judgment must be rendered in cases of property damage caused by animals. (Exodus 22:5)",
                "items": [{
                    "text": "<span class='book'>Exodus</span> {22:5} If a man shall cause a field or vineyard to be eaten, and shall put in his beast, and shall feed in another man’s field; of the best of his own field, and of the best of his own vineyard, shall he make restitution.",
                    "leaf": true
                }]
        },{
                "text": "Judgment must be rendered in cases of fire damage. (Exodus 22:6)",
                "items": [{
                    "text": "<span class='book'>Exodus</span> {22:6} If fire break out, and catch in thorns, so that the stacks of corn, or the standing corn, or the field, be consumed [therewith;] he that kindled the fire shall surely make restitution.",
                    "leaf": true
                }]
        },{
                "text": "Judgment must be rendered in cases involving items held for safe-keeping. (Exodus 22:7-8)",
                "items": [{
                    "text": "<span class='book'>Exodus</span> {22:7} If a man shall deliver unto his neighbour money or stuff to keep, and it be stolen out of the man’s house; if the thief be found, let him pay double. {22:8} If the thief be not found, then the master of the house shall be brought unto the judges, [to see] whether he have put his hand unto his neighbour’s goods.",
                    "leaf": true
                }]
        },{
                "text": "Judgment must be rendered in cases involving animals held for safe-keeping. (Exodus 22:10-13)",
                "items": [{
                    "text": "<span class='book'>Exodus</span> {22:10}  If a man deliver unto his neighbour an ass, or an ox, or a sheep, or any beast, to keep; and it die, or be hurt, or driven away, no man seeing [it: ]{22:11} [Then] shall an oath of the LORD be between them both, that he hath not put his hand unto his neighbour’s goods; and the owner of it shall accept [thereof,] and he shall not make [it] good. {22:12} And if it be stolen from him, he shall make restitution unto the owner thereof. {22:13} If it be torn in pieces, [then] let him bring it [for] witness, [and] he shall not make good that which was torn.",
                    "leaf": true
                }]
        },{
                "text": "1. Judgment must be rendered in cases of claims against a borrower. (Exodus 22:14-15)",
                "items": [{
                    "text": "<span class='book'>Exodus</span> {22:14} And if a man borrow [ought] of his neighbour, and it be hurt, or die, the owner thereof [being] not with it, he shall surely make [it] good. {22:15} [But] if the owner thereof [be] with it, he shall not make [it] good: if it [be] an hired [thing,] it came for his hire.",
                    "leaf": true
                }]
        },{
                "text": "Judgment must be rendered in disputes arising out of sales. (Leviticus 25:14-17)",
                "items": [{
                    "text": "<span class='book'>Leviticus</span> {25:14} And thou shalt put the staves into the rings by the sides of the ark, that the ark may be borne with them. {25:15} The staves shall be in the rings of the ark: they shall not be taken from it. {25:16} And thou shalt put into the ark the testimony which I shall give thee. {25:17} And thou shalt make a mercy seat [of] pure gold: two cubits and a half [shall be] the length thereof, and a cubit and a half the breadth thereof.",
                    "leaf": true
                }]
        },{
                "text": "Judgment must be rendered in disputes over possession of property. (Exodus 22:9)",
                "items": [{
                    "text": "<span class='book'>Exodus</span> {22:9} For all manner of trespass, [whether it be] for ox, for ass, for sheep, for raiment, [or] for any manner of lost thing, which [another] challengeth to be his, the cause of both parties shall come before the judges; [and] whom the judges shall condemn, he shall pay double unto his neighbour.",
                    "leaf": true
                }]
        },{
                "text": "Monetary restitution must be paid in cases involving bodily damage. (Deuteronomy 25:11-12) (Exodus 21:18-25)",
                "items": [{
                    "text": "<span class='book'>Deuteronomy</span> {25:11}  When men strive together one with another, and the wife of the one draweth near for to deliver her husband out of the hand of him that smiteth him, and putteth forth her hand, and taketh him by the secrets: {25:12} Then thou shalt cut off her hand, thine eye shall not pity [her.]",
                    "leaf": true
                },{
                    "text": "<span class='book'>Exodus</span> {21:18} And if men strive together, and one smite another with a stone, or with [his] fist, and he die not, but keepeth [his] bed: {21:19} If he rise again, and walk abroad upon his staff, then shall he that smote [him] be quit: only he shall pay [for] the loss of his time, and shall cause [him] to be thoroughly healed. {21:20} And if a man smite his servant, or his maid, with a rod, and he die under his hand; he shall be surely punished. {21:21} Notwithstanding, if he continue a day or two, he shall not be punished: for he [is] his money. {21:22} If men strive, and hurt a woman with child, so that her fruit depart [from her,] and yet no mischief follow: he shall be surely punished, according as the woman’s husband will lay upon him; and he shall pay as the judges [determine. ]{21:23} And if [any] mischief follow, then thou shalt give life for life, {21:24} Eye for eye, tooth for tooth, hand for hand, foot for foot, {21:25} Burning for burning, wound for wound, stripe for stripe.",
                    "leaf": true
                }]
        },{
                "text": "Judgment must be rendered in disputes arising out of inheritance. (Numbers 27:8-11) (Deuteronomy 21:15-17)",
                "items": [{
                    "text": "<span class='book'>Numbers</span> {27:8} And thou shalt speak unto the children of Israel, saying, If a man die, and have no son, then ye shall cause his inheritance to pass unto his daughter. {27:9} And if he have no daughter, then ye shall give his inheritance unto his brethren. {27:10} And if he have no brethren, then ye shall give his inheritance unto his father’s brethren. {27:11} And if his father have no brethren, then ye shall give his inheritance unto his kinsman that is next to him of his family, and he shall possess it: and it shall be unto the children of Israel a statute of judgment, as the LORD commanded Moses.",
                    "leaf": true
                },{
                    "text": "<span class='book'>Deuteronomy</span> {21:15}  If a man have two wives, one beloved, and another hated, and they have born him children, [both] the beloved and the hated; and if the firstborn son be hers that was hated: {21:16} Then it shall be, when he maketh his sons to inherit [that] which he hath, [that] he may not make the son of the beloved firstborn before the son of the hated, [which is indeed] the firstborn: {21:17} But he shall acknowledge the son of the hated [for] the firstborn, by giving him a double portion of all that he hath: for he [is] the beginning of his strength; the right of the firstborn [is] his.",
                    "leaf": true
                }]
        }]
    }, {
        "text": "Prohibitions against making allies with other Nations and their Gods",
        "items": [
          {
                "text": "Do not serve the Gods of the other nations. (Deuteronomy 7:16)",
                "items": [{
                    "text": "<span class='book'>Deuteronomy</span> {7:16} And thou shalt consume all the people which the LORD thy God shall deliver thee; thine eye shall have no pity upon them: neither shalt thou serve their gods; for that [will be] a snare unto thee.",
                    "leaf": true
                }]
          },{
                "text": "Do not make allies with other nations risking them to make you worship their God. (Exodus 34:14-15)",
                "items": [{
                    "text": "<span class='book'>Exodus</span> {34:14} For thou shalt worship no other god: for the LORD, whose name [is] Jealous, [is] a jealous God: {34:15} Lest thou make a covenant with the inhabitants of the land, and they go a whoring after their gods, and do sacrifice unto their gods, and [one] call thee, and thou eat of his sacrifice;",
                    "leaf": true
                }]
          },{
                "text": "Do not spare any of the other nations. (Deuteronomy 20:16-18)",
                "items": [{
                    "text": "<span class='book'>Deuteronomy</span> {20:16} But of the cities of these people, which the LORD thy God doth give thee [for] an inheritance, thou shalt save alive nothing that breatheth: {20:17} But thou shalt utterly destroy them; [namely,] the Hittites, and the Amorites, the Canaanites, and the Perizzites, the Hivites, and the Jebusites; as the LORD thy God hath commanded thee: {20:18} That they teach you not to do after all their abominations, which they have done unto their gods; so should ye sin against the LORD your God.",
                    "leaf": true
                }]
          },{
                "text": "Do not show mercy to the nations in the Land of your possesion when God brings you there. (Deuteronomy 7:1-2)",
                "items": [{
                    "text": "<span class='book'>Deuteronomy</span> {7:1} When the LORD thy God shall bring thee into the land whither thou goest to possess it, and hath cast out many nations before thee, the Hittites, and the Girgashites, and the Amorites, and the Canaanites, and the Perizzites, and the Hivites, and the Jebusites, seven nations greater and mightier than thou; {7:2} And when the LORD thy God shall deliver them before thee; thou shalt smite them, [and] utterly destroy them; thou shalt make no covenant with them, nor shew mercy unto them:",
                    "leaf": true
                }]
          },{
                "text": "Do not make an agreement with the other Nations or their Gods. (Exodus 23:32)",
                "items": [{
                    "text": "<span class='book'>Exodus</span> {23:32} Thou shalt make no covenant with them, nor with their gods.",
                    "leaf": true
                }]
          },{
                "text": "The other nations shall not live in your land with you. (Exodus 23:33)",
                "items": [{
                    "text": "<span class='book'>Exodus</span> {23:33} They shall not dwell in thy land, lest they make thee sin against me: for if thou serve their gods, it will surely be a snare unto thee.",
                    "leaf": true
                }]
          },{
                "text": "Do not make marriages with the other Nations. (Deuteronomy 7:3)",
                "items": [{
                    "text": "<span class='book'>Deuteronomy</span> {7:3} Neither shalt thou make marriages with them; thy daughter thou shalt not give unto his son, nor his daughter shalt thou take unto thy son.",
                    "leaf": true
                }]
          },{
                "text": "Do not allow Ammonites and Moabites to join the congregation of God forever. (Deuteronomy 23:3-4)",
                "items": [{
                    "text": "<span class='book'>Deuteronomy</span> {23:3} An Ammonite or Moabite shall not enter into the congregation of the LORD; even to their tenth generation shall they not enter into the congregation of the LORD for ever: {23:4} Because they met you not with bread and with water in the way, when ye came forth out of Egypt; and because they hired against thee Balaam the son of Beor of Pethor of Mesopotamia, to curse thee.",
                    "leaf": true
                }]
          },{
                "text": ". (Deuteronomy 23:7-8)",
                "items": [{
                    "text": "<span class='book'>Deuteronomy</span> {23:7} Thou shalt not abhor an Edomite; for he [is] thy brother: thou shalt not abhor an Egyptian; because thou wast a stranger in his land. {23:8} The children that are begotten of them shall enter into the congregation of the LORD in their third generation.",
                    "leaf": true
                }]
          },{
                "text": "Do not seek the peace or prosperity of the other Nations. (Deuteronomy 23:6)",
                "items": [{
                    "text": "<span class='book'>Deuteronomy</span> {23:6} Thou shalt not seek their peace nor their prosperity all thy days for ever.",
                    "leaf": true
                }]
          },{
                "text": "Do not destroy fruit trees. (Deuteronomy 20:19)",
                "items": [{
                    "text": "<span class='book'>Deuteronomy</span> {20:19} When thou shalt besiege a city a long time, in making war against it to take it, thou shalt not destroy the trees thereof by forcing an axe against them: for thou mayest eat of them, and thou shalt not cut them down (for the tree of the field [is] man’s [life]) to employ [them] in the siege:",
                    "leaf": true
                }]
          },{
                "text": "Do not fear the adversaries of God. (Deuteronomy 7:21)",
                "items": [{
                    "text": "<span class='book'>Deuteronomy</span> {7:21} Thou shalt not be affrighted at them: for the LORD thy God [is] among you, a mighty God and terrible.",
                    "leaf": true
                }]
          },{
                "text": "Do not forget the evil done by the adversaries of Yahweh. (Deuteronomy 25:19)",
                "items": [{
                    "text": "<span class='book'>Deuteronomy</span> {25:19} Therefore it shall be, when the LORD thy God hath given thee rest from all thine enemies round about, in the land which the LORD thy God giveth thee [for] an inheritance to possess it, [that] thou shalt blot out the remembrance of Amalek from under heaven; thou shalt not forget [it.]",
                    "leaf": true
                }]
          }
        ]
    }, {
        "text": "Blasphemy",
        "items": [
          {
                "text": "You must not blaspheme the Holy Name of Yahweh, professing to keep Yahweh's Laws yet practicing sin. (Leviticus 24:16)",
                "items": [{
                    "text": "<span class='book'>Leviticus</span> {24:16}  And he that blasphemeth the name of the LORD, he shall surely be put to death, [and] all the congregation shall certainly stone him: as well the stranger, as he that is born in the land, when he blasphemeth the name [of the LORD,] shall be put to death.",
                    "leaf": true
                }]
          },{
                "text": "Do not break an oath or vow made in the Name of Yahweh. (Leviticus 19:12)",
                "items": [{
                    "text": "<span class='book'>Leviticus</span> {19:12} And ye shall not swear by my name falsely, neither shalt thou profane the name of thy God: I [am] the LORD.",
                    "leaf": true
                }]
          },{
                "text": "Do not take Yahweh's Name and bring it to nothing by hiding Yahweh's Name. (Exodus 20:7)",
                "items": [{
                    "text": "<span class='book'>Exodus</span> {20:7} Thou shalt not take the name of the LORD thy God in vain; for the LORD will not hold him guiltless that taketh his name in vain.",
                    "leaf": true
                }]
          },{
                "text": "Do not profane Yahweh's Name. (Leviticus 22:32)",
                "items": [{
                    "text": "<span class='book'>Leviticus</span> {23:32} It [shall be] unto you a sabbath of rest, and ye shall afflict your souls: in the ninth [day] of the month at even, from even unto even, shall ye celebrate your sabbath.",
                    "leaf": true
                }]
          },{
                "text": "Do not tempt or test God. (Deuteronomy 6:16)",
                "items": [{
                    "text": "<span class='book'>Deuteronomy</span> {6:16} Ye shall not tempt the LORD your God, as ye tempted [him] in Massah.",
                    "leaf": true
                }]
          },{
                "text": "Do not worship Yahweh in the ways of godworship (the worship of false gods). (Deuteronomy 12:30-31)",
                "items": [{
                    "text": "<span class='book'>Deuteronomy</span> {12:30} Take heed to thyself that thou be not snared by following them, after that they be destroyed from before thee; and that thou enquire not after their gods, saying, How did these nations serve their gods? even so will I do likewise. {12:31} Thou shalt not do so unto the LORD thy God: for every abomination to the LORD, which he hateth, have they done unto their gods; for even their sons and their daughters they have burnt in the fire to their gods.",
                    "leaf": true
                }]
          },{
                "text": "Do not allow the body of one hanged to remain so overnight. (Deuteronomy 21:22-23)",
                "items": [{
                    "text": "<span class='book'>Deuteronomy</span> {21:22} And if a man have committed a sin worthy of death, and he be to be put to death, and thou hang him on a tree: {21:23} His body shall not remain all night upon the tree, but thou shalt in any wise bury him that day; (for he that is hanged [is] accursed of God;) that thy land be not defiled, which the LORD thy God giveth thee [for] an inheritance.",
                    "leaf": true
                }]
          }
        ]
    }, {
        "text": "The Sanctuary of the LORD",
        "items": [
          {
                "text": "Do not neglect the duty of guarding the sanctuary of Yahweh. (Numbers 18:4-5)",
                "items": [{
                    "text": "<span class='book'>Numbers</span> {18:4} And they shall be joined unto thee, and keep the charge of the tabernacle of the congregation, for all the service of the tabernacle: and a stranger shall not come nigh unto you. {18:5} And ye shall keep the charge of the sanctuary, and the charge of the altar: that there be no wrath any more upon the children of Israel.",
                    "leaf": true
                }]
          },{
                "text": "The High Priest must not enter the Holy of Holies without the appropriate sacrifice. (Leviticus 16:2)",
                "items": [{
                    "text": "<span class='book'>Leviticus</span> {16:2} And the LORD said unto Moses, Speak unto Aaron thy brother, that he come not at all times into the holy [place] within the vail before the mercy seat, which [is] upon the ark; that he die not: for I will appear in the cloud upon the mercy seat.",
                    "leaf": true
                }]
          },{
                "text": "A priest with a defect or blemish must not enter the Holy of Holies at all. (Leviticus 21:21-23)",
                "items": [{
                    "text": "<span class='book'>Leviticus</span> {21:21} No man that hath a blemish of the seed of Aaron the priest shall come nigh to offer the offerings of the LORD made by fire: he hath a blemish; he shall not come nigh to offer the bread of his God. {21:22} He shall eat the bread of his God, [both] of the most holy, and of the holy. {21:23} Only he shall not go in unto the vail, nor come nigh unto the altar, because he hath a blemish; that he profane not my sanctuaries: for I the LORD do sanctify them.",
                    "leaf": true
                }]
          },{
                "text": "A priest with a defect or blemish must not come near to offer the food of Yahweh. (Leviticus 21:17)",
                "items": [{
                    "text": "<span class='book'>Leviticus</span> {21:17} Speak unto Aaron, saying, Whosoever [he be] of thy seed in their generations that hath [any] blemish, let him not approach to offer the bread of his God.",
                    "leaf": true
                }]
          },{
                "text": "A priest with a temporary blemish must not participate in the service there until it has healed. (Leviticus 21:18)",
                "items": [{
                    "text": "<span class='book'>Leviticus</span> {21:18} For whatsoever man [he be] that hath a blemish, he shall not approach: a blind man, or a lame, or he that hath a flat nose, or any thing superfluous,",
                    "leaf": true
                }]
          },{
                "text": "The priests must not exchange their duties with their assistants, the Levites. (Numbers 18:2-3)",
                "items": [{
                    "text": "<span class='book'>Numbers</span> {18:2} And thy brethren also of the tribe of Levi, the tribe of thy father, bring thou with thee, that they may be joined unto thee, and minister unto thee: but thou and thy sons with thee [shall minister] before the tabernacle of witness. {18:3} And they shall keep thy charge, and the charge of all the tabernacle: only they shall not come nigh the vessels of the sanctuary and the altar, that neither they, nor ye also, die.",
                    "leaf": true
                }]
          },{
                "text": "The priests must not drink wine or strong drink before entering the inner court of the sanctuary of Yahweh to perform their duties or teach the Law. (Leviticus 10:9-11)",
                "items": [{
                    "text": "<span class='book'>Leviticus</span> {10:9} Do not drink wine nor strong drink, thou, nor thy sons with thee, when ye go into the tabernacle of the congregation, lest ye die: [it shall be] a statute for ever throughout your generations: {10:10} And that ye may put difference between holy and unholy, and between unclean and clean; {10:11} And that ye may teach the children of Israel all the statutes which the LORD hath spoken unto them by the hand of Moses.",
                    "leaf": true
                }]
          },{
                "text": "No one other than the priests may come near to minister to Yahweh. (Numbers 18:4, 22)",
                "items": [{
                    "text": "<span class='book'>Numbers</span> {18:4} And they shall be joined unto thee, and keep the charge of the tabernacle of the congregation, for all the service of the tabernacle: and a stranger shall not come nigh unto you.",
                    "leaf": true
                },{
                    "text": "<span class='book'>Numbers</span> {18:22} Neither must the children of Israel henceforth come nigh the tabernacle of the congregation, lest they bear sin, and die.",
                    "leaf": true
                }]
          },{
                "text": "The priests must not serve in the inner court of the sanctuary of Yahweh while ritually unclean. (Leviticus 22:2-9)",
                "items": [{
                    "text": "<span class='book'>Leviticus</span> {22:2} Speak unto Aaron and to his sons, that they separate themselves from the holy things of the children of Israel, and that they profane not my holy name [in those things] which they hallow unto me: I [am] the LORD. {22:3} Say unto them, Whosoever [he be] of all your seed among your generations, that goeth unto the holy things, which the children of Israel hallow unto the LORD, having his uncleanness upon him, that soul shall be cut off from my presence: I [am] the LORD. {22:4} What man soever of the seed of Aaron [is] a leper, or hath a running issue; he shall not eat of the holy things, until he be clean. And whoso toucheth any thing [that is] unclean [by] the dead, or a man whose seed goeth from him; {22:5} Or whosoever toucheth any creeping thing, whereby he may be made unclean, or a man of whom he may take uncleanness, whatsoever uncleanness he hath; {22:6} The soul which hath touched any such shall be unclean until even, and shall not eat of the holy things, unless he wash his flesh with water. {22:7} And when the sun is down, he shall be clean, and shall afterward eat of the holy things; because it [is] his food. {22:8} That which dieth of itself, or is torn [with beasts,] he shall not eat to defile himself therewith: I [am] the LORD. {22:9} They shall therefore keep mine ordinance, lest they bear sin for it, and die therefore, if they profane it: I the LORD do sanctify them.",
                    "leaf": true
                }]
          },{
                "text": "The priests must not eat of the Holy Offerings while ritually unclean. (Leviticus 22:6-7)",
                "items": [{
                    "text": "<span class='book'>Leviticus</span> {22:6} The soul which hath touched any such shall be unclean until even, and shall not eat of the holy things, unless he wash his flesh with water. {22:7} And when the sun is down, he shall be clean, and shall afterward eat of the holy things; because it [is] his food.",
                    "leaf": true
                }]
          },{
                "text": "Do not enter the inner court of the sanctuary of Yahweh while ritually unclean. (Numbers 5:3)",
                "items": [{
                    "text": "<span class='book'>Numbers</span> {5:3} Both male and female shall ye put out, without the camp shall ye put them; that they defile not their camps, in the midst whereof I dwell.",
                    "leaf": true
                }]
          },{
                "text": "Do not fail to ritually purify by laundering and bathing at the appointed time after becoming ritually unclean. (Numbers 19:20; Leviticus 17:15-16)",
                "items": [{
                    "text": "<span class='book'>Numbers</span> {19:20} But the man that shall be unclean, and shall not purify himself, that soul shall be cut off from among the congregation, because he hath defiled the sanctuary of the LORD: the water of separation hath not been sprinkled upon him; he [is] unclean.",
                    "leaf": true
                },{
                    "text": "<span class='book'>Leviticus</span> {17:15} And every soul that eateth that which died [of itself,] or that which was torn [with beasts, whether it be] one of your own country, or a stranger, he shall both wash his clothes, and bathe [himself] in water, and be unclean until the even: then shall he be clean. {17:16} But if he wash [them] not, nor bathe his flesh; then he shall bear his iniquity.",
                    "leaf": true
                }]
          },{
                "text": "Do not build an altar of cut stone. (Exodus 20:25)",
                "items": [{
                    "text": "<span class='book'>Exodus</span> {20:25} And if thou wilt make me an altar of stone, thou shalt not build it of hewn stone: for if thou lift up thy tool upon it, thou hast polluted it.",
                    "leaf": true
                }]
          },{
                "text": "The priests must not go up to the altar by steps. (Exodus 20:26)",
                "items": [{
                    "text": "<span class='book'>Exodus</span> {20:26} Neither shalt thou go up by steps unto mine altar, that thy nakedness be not discovered thereon.",
                    "leaf": true
                }]
          },{
                "text": "The priests must not allow the fire on the altar to be extinguished. (Leviticus 6:13)",
                "items": [{
                    "text": "<span class='book'>Leviticus</span> {6:13} The fire shall ever be burning upon the altar; it shall never go out.",
                    "leaf": true
                }]
          },{
                "text": "The priests must not burn any unauthorized incense on the golden altar. (Exodus 30:9)",
                "items": [{
                    "text": "<span class='book'>Exodus</span> {30:9} Ye shall offer no strange incense thereon, nor burnt sacrifice, nor meat offering; neither shall ye pour drink offering thereon.",
                    "leaf": true
                }]
          },{
                "text": "Do not make oil according to the holy anointing oil for personal use. (Exodus 30:31-33)",
                "items": [{
                    "text": "<span class='book'>Exodus</span> {30:31}  And thou shalt speak unto the children of Israel, saying, This shall be an holy anointing oil unto me throughout your generations. {30:32} Upon man’s flesh shall it not be poured, neither shall ye make [any other] like it, after the composition of it: it [is] holy, [and] it shall be holy unto you. {30:33} Whosoever compoundeth [any] like it, or whosoever putteth [any] of it upon a stranger, shall even be cut off from his people.",
                    "leaf": true
                }]
          },{
                "text": "The holy anointing oil must not be misused. (Exodus 30:32)",
                "items": [{
                    "text": "<span class='book'>Exodus</span> {30:32} Upon man’s flesh shall it not be poured, neither shall ye make [any other] like it, after the composition of it: it [is] holy, [and] it shall be holy unto you.",
                    "leaf": true
                }]
          },{
                "text": "Do not make incense according to the formula of the holy incense for personal use. (Exodus 30:37)",
                "items": [{
                    "text": "<span class='book'>Exodus</span> {30:37} And [as for] the perfume which thou shalt make, ye shall not make to yourselves according to the composition thereof: it shall be unto thee holy for the LORD.",
                    "leaf": true
                }]
          },{
                "text": "Do not remove the poles from the Ark of the Covenant. (Exodus 25:15)",
                "items": [{
                    "text": "<span class='book'>Exodus</span> {25:15} The staves shall be in the rings of the ark: they shall not be taken from it.",
                    "leaf": true
                }]
          },{
                "text": "Do not remove the breastplate from the ephod. (Exodus 28:28)",
                "items": [{
                    "text": "<span class='book'>Exodus</span> {28:28} And they shall bind the breastplate by the rings thereof unto the rings of the ephod with a lace of blue, that [it] may be above the curious girdle of the ephod, and that the breastplate be not loosed from the ephod.",
                    "leaf": true
                }]
          },{
                "text": "Do not make the Holy Garments improperly, so that they tear. (Exodus 28:32)",
                "items": [{
                    "text": "<span class='book'>Exodus</span> {28:32} And there shall be an hole in the top of it, in the midst thereof: it shall have a binding of woven work round about the hole of it, as it were the hole of an habergeon, that it be not rent.",
                    "leaf": true
                }]
          }
        ]
    }, {
        "text": "Nazarites",
        "items": [
          {
                "text": "A Nazarite must not drink wine, strong drink or any beverage made from grapes. (Numbers 6:3)",
                "items": [{
                    "text": "<span class='book'>Numbers</span> {6:3} He shall separate [himself] from wine and strong drink, and shall drink no vinegar of wine, or vinegar of strong drink, neither shall he drink any liquor of grapes, nor eat moist grapes, or dried.",
                    "leaf": true
                }]
          },{
                "text": "A Nazirite must not eat fresh grapes. (Numbers 6:3)",
                "items": [{
                    "text": "<span class='book'>Numbers</span> {6:3} He shall separate [himself] from wine and strong drink, and shall drink no vinegar of wine, or vinegar of strong drink, neither shall he drink any liquor of grapes, nor eat moist grapes, or dried.",
                    "leaf": true
                }]
          },{
                "text": "A Nazirite must not eat raisins. (Numbers 6:3)",
                "items": [{
                    "text": "<span class='book'>Numbers</span> {6:3} He shall separate [himself] from wine and strong drink, and shall drink no vinegar of wine, or vinegar of strong drink, neither shall he drink any liquor of grapes, nor eat moist grapes, or dried.",
                    "leaf": true
                }]
          },{
                "text": "A Nazirite must not eat grape seeds. (Numbers 6:4)",
                "items": [{
                    "text": "<span class='book'>Numbers</span> {6:4} All the days of his separation shall he eat nothing that is made of the vine tree, from the kernels even to the husk.",
                    "leaf": true
                }]
          },{
                "text": "A Nazirite may not eat the skins of grapes. (Numbers 6:4)",
                "items": [{
                    "text": "<span class='book'>Numbers</span> {6:4} All the days of his separation shall he eat nothing that is made of the vine tree, from the kernels even to the husk.",
                    "leaf": true
                }]
          },{
                "text": "A Nazirite must not become ritually impure for the dead. (Numbers 6:7)",
                "items": [{
                    "text": "<span class='book'>Numbers</span> {6:7} He shall not make himself unclean for his father, or for his mother, for his brother, or for his sister, when they die: because the consecration of his God [is] upon his head.",
                    "leaf": true
                }]
          },{
                "text": "A Nazirite must not go near a dead body. (Numbers 6:6)",
                "items": [{
                    "text": "<span class='book'>Numbers</span> {6:6} All the days that he separateth [himself] unto the LORD he shall come at no dead body.",
                    "leaf": true
                }]
          },{
                "text": "A Nazirite must not shave his hair during the time of his separation. (Numbers 6:5)",
                "items": [{
                    "text": "<span class='book'>Numbers</span> {6:5} All the days of the vow of his separation there shall no razor come upon his head: until the days be fulfilled, in the which he separateth [himself] unto the LORD, he shall be holy, [and] shall let the locks of the hair of his head grow.",
                    "leaf": true
                }]
          }
        ]
    }, {
        "text": "Agriculture",
        "items": [
          {
                "text": "Do not harvest the corners of a field; they are for the poor. (Leviticus 23:22)",
                "items": [{
                    "text": "<span class='book'>Leviticus</span> {23:22} And when ye reap the harvest of your land, thou shalt not make clean riddance of the corners of thy field when thou reapest, neither shalt thou gather any gleaning of thy harvest: thou shalt leave them unto the poor, and to the stranger: I [am] the LORD your God.",
                    "leaf": true
                }]
          },{
                "text": "Do not gather the gleanings of a field; they are for the poor. (Leviticus 23:22)",
                "items": [{
                    "text": "<span class='book'>Leviticus</span> {23:22} And when ye reap the harvest of your land, thou shalt not make clean riddance of the corners of thy field when thou reapest, neither shalt thou gather any gleaning of thy harvest: thou shalt leave them unto the poor, and to the stranger: I [am] the LORD your God.",
                    "leaf": true
                }]
          },{
                "text": "Do not gather all the olives from the trees, the remaining are for the poor. (Deuteronomy 24:20)",
                "items": [{
                    "text": "<span class='book'>Deuteronomy</span> {24:20} When thou beatest thine olive tree, thou shalt not go over the boughs again: it shall be for the stranger, for the fatherless, and for the widow.",
                    "leaf": true
                }]
          },{
                "text": "Do not gather all the grapes from the vineyard; the remaining are for the poor. (Leviticus 19:10)",
                "items": [{
                    "text": "<span class='book'>Leviticus</span> {19:10} And thou shalt not glean thy vineyard, neither shalt thou gather [every] grape of thy vineyard; thou shalt leave them for the poor and stranger: I [am] the LORD your God.",
                    "leaf": true
                }]
          },{
                "text": "Do not return to pick up a forgotten sheaf from a field; it is for the poor. (Deuteronomy 24:19)",
                "items": [{
                    "text": "<span class='book'>Deuteronomy</span> {24:19} When thou cuttest down thine harvest in thy field, and hast forgot a sheaf in the field, thou shalt not go again to fetch it: it shall be for the stranger, for the fatherless, and for the widow: that the LORD thy God may bless thee in all the work of thine hands.",
                    "leaf": true
                }]
          },{
                "text": "Do not plant a field with two kinds of seed. (Leviticus 19:19)",
                "items": [{
                    "text": "<span class='book'>Leviticus</span> {19:19} Ye shall keep my statutes. Thou shalt not let thy cattle gender with a diverse kind: thou shalt not sow thy field with mingled seed: neither shall a garment mingled of linen and woollen come upon thee.",
                    "leaf": true
                }]
          },{
                "text": "Do not crossbreed different species of animals. (Leviticus 19:19)",
                "items": [{
                    "text": "<span class='book'>Leviticus</span> {19:19} Ye shall keep my statutes. Thou shalt not let thy cattle gender with a diverse kind: thou shalt not sow thy field with mingled seed: neither shall a garment mingled of linen and woollen come upon thee.",
                    "leaf": true
                }]
          },{
                "text": "Do not plant a vineyard with two kinds of seed. (Deuteronomy 22:9)",
                "items": [{
                    "text": "<span class='book'>Deuteronomy</span> {22:9}  Thou shalt not sow thy vineyard with divers seeds: lest the fruit of thy seed which thou hast sown, and the fruit of thy vineyard, be defiled.",
                    "leaf": true
                }]
          },{
                "text": "Do not work with two different species of animals yoked together. (Deuteronomy 22:10)",
                "items": [{
                    "text": "<span class='book'>Deuteronomy</span> {22:10} Thou shalt not plow with an ox and an ass together.",
                    "leaf": true
                }]
          },{
                "text": "Do not muzzle the ox that treads out the grain. (Deuteronomy 25:4)",
                "items": [{
                    "text": "<span class='book'>Deuteronomy</span> {25:4} Her former husband, which sent her away, may not take her again to be his wife, after that she is defiled; for that [is] abomination before the LORD: and thou shalt not cause the land to sin, which the LORD thy God giveth thee [for] an inheritance.",
                    "leaf": true
                }]
          },{
                "text": "Do not till the earth or sow the fields in the seventh year. (Leviticus 25:4)",
                "items": [{
                    "text": "<span class='book'>Leviticus</span> {25:4} But in the seventh year shall be a sabbath of rest unto the land, a sabbath for the LORD: thou shalt neither sow thy field, nor prune thy vineyard.",
                    "leaf": true
                }]
          },{
                "text": "Do not prune your vineyard or trees in the seventh year. (Leviticus 25:4)",
                "items": [{
                    "text": "<span class='book'>Leviticus</span> {25:4} But in the seventh year shall be a sabbath of rest unto the land, a sabbath for the LORD: thou shalt neither sow thy field, nor prune thy vineyard.",
                    "leaf": true
                }]
          },{
                "text": "Do not reap your harvest in the seventh year. (Leviticus 25:5)",
                "items": [{
                    "text": "<span class='book'>Leviticus</span> {25:5} That which groweth of its own accord of thy harvest thou shalt not reap, neither gather the grapes of thy vine undressed: [for] it is a year of rest unto the land.",
                    "leaf": true
                }]
          },{
                "text": "Do not gather the grapes of the untended vine in the seventh year. (Leviticus 25:5)",
                "items": [{
                    "text": "<span class='book'>Leviticus</span> {25:5} That which groweth of its own accord of thy harvest thou shalt not reap, neither gather the grapes of thy vine undressed: [for] it is a year of rest unto the land.",
                    "leaf": true
                }]
          },{
                "text": "Do not till the earth or sow the fields in the Jubilee year. (Leviticus 25:11)",
                "items": [{
                    "text": "<span class='book'>Leviticus</span> {25:11} A jubile shall that fiftieth year be unto you: ye shall not sow, neither reap that which groweth of itself in it, nor gather [the grapes] in it of thy vine undressed.",
                    "leaf": true
                }]
          },{
                "text": "Do not reap the harvest in the Jubilee year. (Leviticus 25:11)",
                "items": [{
                    "text": "<span class='book'>Leviticus</span> {25:11} A jubile shall that fiftieth year be unto you: ye shall not sow, neither reap that which groweth of itself in it, nor gather [the grapes] in it of thy vine undressed.",
                    "leaf": true
                }]
          },{
                "text": "Do not gather the grapes of the untended vines in the Jubilee year. (Leviticus 25:11)",
                "items": [{
                    "text": "<span class='book'>Leviticus</span> {25:11} A jubile shall that fiftieth year be unto you: ye shall not sow, neither reap that which groweth of itself in it, nor gather [the grapes] in it of thy vine undressed.",
                    "leaf": true
                }]
          },{
                "text": "The land must not be sold permanently. (Leviticus 25:23)",
                "items": [{
                    "text": "<span class='book'>Leviticus</span> {25:23} The land shall not be sold for ever: for the land [is] mine; for ye [are] strangers and sojourners with me.",
                    "leaf": true
                }]
          }
        ]
    }, {
        "text": "Loans and Business",
        "items": [
          {
                "text": "Do not demand repayment of a loan after the seventh year. (Deuteronomy 15:2)",
                "items": [{
                    "text": "<span class='book'>Deuteronomy</span> {15:2} And this [is] the manner of the release: Every creditor that lendeth [ought] unto his neighbour shall release [it;] he shall not exact [it] of his neighbour, or of his brother; because it is called the LORD’S release.",
                    "leaf": true
                }]
          },{
                "text": "Do not deny help to the poor. (Deuteronomy 15:7)",
                "items": [{
                    "text": "<span class='book'>Deuteronomy</span> {15:7} If there be among you a poor man of one of thy brethren within any of thy gates in thy land which the LORD thy God giveth thee, thou shalt not harden thine heart, nor shut thine hand from thy poor brother:",
                    "leaf": true
                }]
          },{
                "text": "Do not send a Hebrew slave away empty-handed when he finishes his period of service. (Deuteronomy 15:13)",
                "items": [{
                    "text": "<span class='book'>Deuteronomy</span> {15:13} And when thou sendest him out free from thee, thou shalt not let him go away empty:",
                    "leaf": true
                }]
          },{
                "text": "Do not demand interest on a loan to a brother. (Exodus 22:25)",
                "items": [{
                    "text": "<span class='book'>Exodus</span> {22:25} If thou lend money to [any of] my people [that is] poor by thee, thou shalt not be to him as an usurer, neither shalt thou lay upon him usury.",
                    "leaf": true
                }]
          },{
                "text": "Do not lend to a brother with interest. (Leviticus 25:35,37)",
                "items": [{
                    "text": "<span class='book'>Leviticus</span> {25:35} And if thy brother be waxen poor, and fallen in decay with thee; then thou shalt relieve him: [yea, though he be] a stranger, or a sojourner; that he may live with thee.",
                    "leaf": true
                },{
                    "text": "<span class='book'>Leviticus</span> {25:37} Thou shalt not give him thy money upon usury, nor lend him thy victuals for increase.",
                    "leaf": true
                }]
          },{
                "text": "Do not borrow from a brother with interest. (Deuteronomy 23:19-20)",
                "items": [{
                    "text": "<span class='book'>Deuteronomy</span> {23:19} Thou shalt not lend upon usury to thy brother; usury of money, usury of victuals, usury of any thing that is lent upon usury: {23:20} Unto a stranger thou mayest lend upon usury; but unto thy brother thou shalt not lend upon usury: that the LORD thy God may bless thee in all that thou settest thine hand to in the land whither thou goest to possess it.",
                    "leaf": true
                }]
          },{
                "text": "Do not participate in a loan to a brother with interest. (Exodus 22:25)",
                "items": [{
                    "text": "<span class='book'>Exodus</span> {22:25} If thou lend money to [any of] my people [that is] poor by thee, thou shalt not be to him as an usurer, neither shalt thou lay upon him usury.",
                    "leaf": true
                }]
          },{
                "text": "Do not withhold the wages of a hired man beyond the agreed time. (Leviticus 19:13)",
                "items": [{
                    "text": "<span class='book'>Leviticus</span> {19:13} Thou shalt not defraud thy neighbour, neither rob [him:] the wages of him that is hired shall not abide with thee all night until the morning.",
                    "leaf": true
                }]
          },{
                "text": "Do not take security on a loan by force. (Deuteronomy 24:10)",
                "items": [{
                    "text": "<span class='book'>Deuteronomy</span> {24:10} When thou dost lend thy brother any thing, thou shalt not go into his house to fetch his pledge.",
                    "leaf": true
                }]
          },{
                "text": "Do not keep a poor man's security on a loan when he needs it. (Deuteronomy 24:12-13)",
                "items": [{
                    "text": "<span class='book'>Deuteronomy</span> {24:12} And if the man [be] poor, thou shalt not sleep with his pledge: {24:13} In any case thou shalt deliver him the pledge again when the sun goeth down, that he may sleep in his own raiment, and bless thee: and it shall be righteousness unto thee before the LORD thy God.",
                    "leaf": true
                }]
          },{
                "text": "Do not take any security on a loan from a widow. (Deuteronomy 24:17)",
                "items": [{
                    "text": "<span class='book'>Deuteronomy</span> {24:17} Thou shalt not pervert the judgment of the stranger, [nor] of the fatherless; nor take a widow’s raiment to pledge:",
                    "leaf": true
                }]
          },{
                "text": "Do not take a man's livelihood as security on a loan. (Deuteronomy 24:6)",
                "items": [{
                    "text": "<span class='book'>Deuteronomy</span> {24:6} No man shall take the nether or the upper millstone to pledge: for he taketh [a man’s] life to pledge.",
                    "leaf": true
                }]
          },{
                "text": "Do not kidnap a brother. (Exodus 21:16)",
                "items": [{
                    "text": "<span class='book'>Exodus</span> {21:16} And he that stealeth a man, and selleth him, or if he be found in his hand, he shall surely be put to death.",
                    "leaf": true
                }]
          },{
                "text": "Do not steal. (Exodus 20:15)",
                "items": [{
                    "text": "<span class='book'>Exodus</span> {20:15} Thou shalt not steal.",
                    "leaf": true
                }]
          },{
                "text": "Do not rob by violence. (Leviticus 19:13)",
                "items": [{
                    "text": "<span class='book'>Leviticus</span> {19:13}  Thou shalt not defraud thy neighbour, neither rob [him:] the wages of him that is hired shall not abide with thee all night until the morning.",
                    "leaf": true
                }]
          },{
                "text": "Do not remove a landmark or alter land boundaries. (Deuteronomy 19:14)",
                "items": [{
                    "text": "<span class='book'>Deuteronomy</span> {19:14} Thou shalt not remove thy neighbour’s landmark, which they of old time have set in thine inheritance, which thou shalt inherit in the land that the LORD thy God giveth thee to possess it.",
                    "leaf": true
                }]
          },{
                "text": "Do not defraud anyone. (Leviticus 19:13)",
                "items": [{
                    "text": "<span class='book'>Leviticus</span> {19:13}  Thou shalt not defraud thy neighbour, neither rob [him:] the wages of him that is hired shall not abide with thee all night until the morning.",
                    "leaf": true
                }]
          },{
                "text": "Do not deal falsely with anyone. (Leviticus 19:11)",
                "items": [{
                    "text": "<span class='book'>Leviticus</span> {19:11}  Ye shall not steal, neither deal falsely, neither lie one to another.",
                    "leaf": true
                }]
          },{
                "text": "Do not vow falsely regarding another man's property. (Leviticus 19:11)",
                "items": [{
                    "text": "<span class='book'>Leviticus</span> {19:11}  Ye shall not steal, neither deal falsely, neither lie one to another.",
                    "leaf": true
                }]
          },{
                "text": "Do not oppress one another in business. (Leviticus 25:14)",
                "items": [{
                    "text": "<span class='book'>Leviticus</span> {25:14} And if thou sell [ought] unto thy neighbour, or buyest ought of thy neighbour’s hand, ye shall not oppress one another:",
                    "leaf": true
                }]
          },{
                "text": "Do not take advantage of or opress one another. (Leviticus 25:17)",
                "items": [{
                    "text": "<span class='book'>Leviticus</span> {25:17} Ye shall not therefore oppress one another; but thou shalt fear thy God: for I [am] the LORD your God.",
                    "leaf": true
                }]
          },{
                "text": "Do not mistreat a stranger. (Exodus 22:21)",
                "items": [{
                    "text": "<span class='book'>Exodus</span> {22:21} Thou shalt neither vex a stranger, nor oppress him: for ye were strangers in the land of Egypt.",
                    "leaf": true
                }]
          },{
                "text": "Do not return a slave who has fled from godworship (the worship of false gods). (Deuteronomy 23:15)",
                "items": [{
                    "text": "<span class='book'>Deuteronomy</span> {23:15} Thou shalt not deliver unto his master the servant which is escaped from his master unto thee:",
                    "leaf": true
                }]
          },{
                "text": "Do not oppress or take advantage of a slave who has fled from godworship (the worship of false gods). (Deuteronomy 23:16)",
                "items": [{
                    "text": "<span class='book'>Deuteronomy</span> {23:16} He shall dwell with thee, [even] among you, in that place which he shall choose in one of thy gates, where it liketh him best: thou shalt not oppress him.",
                    "leaf": true
                }]
          },{
                "text": "Do not take advantage of widows and orphans. (Exodus 22:22)",
                "items": [{
                    "text": "<span class='book'>Exodus</span> {22:22} Ye shall not afflict any widow, or fatherless child.",
                    "leaf": true
                }]
          },{
                "text": "Do not treat a brother as a forced slave, with no hope for redemption. (Leviticus 25:39)",
                "items": [{
                    "text": "<span class='book'>Leviticus</span> {25:39} And if thy brother [that dwelleth] by thee be waxen poor, and be sold unto thee; thou shalt not compel him to serve as a bondservant:",
                    "leaf": true
                }]
          },{
                "text": "Do not sell a brother as a slave to strangers. (Leviticus 25:42)",
                "items": [{
                    "text": "<span class='book'>Leviticus</span> {25:42} For they [are] my servants, which I brought forth out of the land of Egypt: they shall not be sold as bondmen.",
                    "leaf": true
                }]
          },{
                "text": "Do not treat a Hebrew slave ruthlessly. (Leviticus 25:43)",
                "items": [{
                    "text": "<span class='book'>Leviticus</span> {25:43} Thou shalt not rule over him with rigour; but shalt fear thy God.",
                    "leaf": true
                }]
          },{
                "text": "Do not allow a foreigner to mistreat a Hebrew slave. (Leviticus 25:47, 53)",
                "items": [{
                    "text": "<span class='book'>Leviticus</span> {25:47} And if a sojourner or stranger wax rich by thee, and thy brother [that dwelleth] by him wax poor, and sell himself unto the stranger [or] sojourner by thee, or to the stock of the stranger’s family:",
                    "leaf": true
                },{
                    "text": "<span class='book'>Leviticus</span> {25:53} [And] as a yearly hired servant shall he be with him: [and the other] shall not rule with rigour over him in thy sight.",
                    "leaf": true
                }]
          },{
                "text": "Do not sell a Hebrew maidservant to strangers. (Exodus 21:8)",
                "items": [{
                    "text": "<span class='book'>Exodus</span> {21:8} If she please not her master, who hath betrothed her to himself, then shall he let her be redeemed: to sell her unto a strange nation he shall have no power, seeing he hath dealt deceitfully with her.",
                    "leaf": true
                }]
          },{
                "text": "Do not deprive a wife, or any family member, food, clothing and their own shelter. (Exodus 21:10)",
                "items": [{
                    "text": "<span class='book'>Exodus</span> {21:10} If he take him another [wife;] her food, her raiment, and her duty of marriage, shall he not diminish.",
                    "leaf": true
                }]
          },{
                "text": "Do not sell a female captive as a forced slave. (Deuteronomy 21:14)",
                "items": [{
                    "text": "<span class='book'>Deuteronomy</span> {21:14} And it shall be, if thou have no delight in her, then thou shalt let her go whither she will; but thou shalt not sell her at all for money, thou shalt not make merchandise of her, because thou hast humbled her.",
                    "leaf": true
                }]
          },{
                "text": "Do not treat a female captive as a forced slave. (Deuteronomy 21:14)",
                "items": [{
                    "text": "<span class='book'>Deuteronomy</span> {21:14} And it shall be, if thou have no delight in her, then thou shalt let her go whither she will; but thou shalt not sell her at all for money, thou shalt not make merchandise of her, because thou hast humbled her.",
                    "leaf": true
                }]
          },{
                "text": "Do not covet another man's possessions. (Exodus 20:17)",
                "items": [{
                    "text": "<span class='book'>Exodus</span> {20:17} Thou shalt not covet thy neighbour’s house, thou shalt not covet thy neighbour’s wife, nor his manservant, nor his maidservant, nor his ox, nor his ass, nor any thing that [is] thy neighbour’s.",
                    "leaf": true
                }]
          },{
                "text": "Do not covet the possessions of godworship (the worship of false gods). (Deuteronomy 7:25)",
                "items": [{
                    "text": "<span class='book'>Deuteronomy</span> {7:25} The graven images of their gods shall ye burn with fire: thou shalt not desire the silver or gold [that is] on them, nor take [it] unto thee, lest thou be snared therein: for it [is] an abomination to the LORD thy God.",
                    "leaf": true
                }]
          },{
                "text": "A hired worker may not harvest a brother's grain for himself. (Deuteronomy 23:25)",
                "items": [{
                    "text": "<span class='book'>Deuteronomy</span> {23:25} When thou comest into the standing corn of thy neighbour, then thou mayest pluck the ears with thine hand; but thou shalt not move a sickle unto thy neighbour’s standing corn.",
                    "leaf": true
                }]
          },{
                "text": "A hired worker must not take more produce than he can eat. (Deuteronomy 23:24)",
                "items": [{
                    "text": "<span class='book'>Deuteronomy</span> {23:24} When thou comest into thy neighbour’s vineyard, then thou mayest eat grapes thy fill at thine own pleasure; but thou shalt not put [any] in thy vessel.",
                    "leaf": true
                }]
          },{
                "text": "Do not fail to return a lost article to its owner. (Deuteronomy 22:1-3)",
                "items": [{
                    "text": "<span class='book'>Deuteronomy</span> {22:1} Thou shalt not see the brother’s ox or his sheep go astray, and hide thyself from them: thou shalt in any case bring them again unto thy brother.",
                    "leaf": true
                }]
          }
        ]
    }, {
        "text": "Judgement and conduct of Judges",
        "items": [
          {
                "text": "Do not refuse to help a man or an animal which is collapsing under its burden. (Exodus 23:5) (Deuteronomy 22:4)",
                "items": [{
                    "text": "<span class='book'>Exodus</span> {23:5}  If thou see the ass of him that hateth thee lying under his burden, and wouldest forbear to help him, thou shalt surely help with him.",
                    "leaf": true
                },{
                    "text": "<span class='book'>Deuteronomy</span> {22:4}  Thou shalt not see thy brother’s ass or his ox fall down by the way, and hide thyself from them: thou shalt surely help him to lift [them] up again.",
                    "leaf": true
                }]
          },{
                "text": "Do not use dishonest weights and measures. (Leviticus 19:35)",
                "items": [{
                    "text": "<span class='book'>Leviticus</span> {19:35} Ye shall do no unrighteousness in judgment, in meteyard, in weight, or in measure.",
                    "leaf": true
                }]
          },{
                "text": "Do not possess inaccurate weights and measures. (Deuteronomy 25:13-14)",
                "items": [{
                    "text": "<span class='book'>Deuteronomy</span> {25:13} Thou shalt not have in thy bag divers weights, a great and a small. {25:14} Thou shalt not have in thine house divers measures, a great and a small.",
                    "leaf": true
                }]
          },{
                "text": "A judge must not pervert justice by rendering his own opinion. He must judge according to Yahweh's Laws. (Leviticus 19:15)",
                "items": [{
                    "text": "<span class='book'>Leviticus</span> {19:15} And every open vessel, which hath no covering bound upon it, [is] unclean.",
                    "leaf": true
                }]
          },{
                "text": "A judge must not accept bribes. (Exodus 23:8)",
                "items": [{
                    "text": "<span class='book'>Exodus</span> {23:8} And thou shalt take no gift: for the gift blindeth the wise, and perverteth the words of the righteous.",
                    "leaf": true
                }]
          },{
                "text": "A judge must not show partiality to the rich. (Leviticus 19:15)",
                "items": [{
                    "text": "<span class='book'>Leviticus</span> {19:15} And every open vessel, which hath no covering bound upon it, [is] unclean.",
                    "leaf": true
                }]
          },{
                "text": "A judge must not be afraid to give Righteous Judgment. (Deuteronomy 1:17)",
                "items": [{
                    "text": "<span class='book'>Deuteronomy</span> {1:17} Ye shall not respect persons in judgment; [but ]ye shall hear the small as well as the great; ye shall not be afraid of the face of man; for the judgment [is ]God’s: and the cause that is too hard for you, bring [it ]unto me, and I will hear it.",
                    "leaf": true
                }]
          },{
                "text": "A judge must not show partiality to the poor. (Leviticus 19:15)",
                "items": [{
                    "text": "<span class='book'>Leviticus</span> {19:15} And every open vessel, which hath no covering bound upon it, [is] unclean.",
                    "leaf": true
                }]
          },{
                "text": "A judge must not deny justice to the poor in his lawsuit. (Exodus 23:6)",
                "items": [{
                    "text": "<span class='book'>Exodus</span> {23:6} Thou shalt not wrest the judgment of thy poor in his cause.",
                    "leaf": true
                }]
          },{
                "text": "A judge must not show pity to the guilty. (Deuteronomy 19:11-13, 21)",
                "items": [{
                    "text": "<span class='book'>Deuteronomy</span> {19:11} But if any man hate his neighbour, and lie in wait for him, and rise up against him, and smite him mortally that he die, and fleeth into one of these cities: {19:12} Then the elders of his city shall send and fetch him thence, and deliver him into the hand of the avenger of blood, that he may die. {19:13} Thine eye shall not pity him, but thou shalt put away [the guilt of] innocent blood from Israel, that it may go well with thee.",
                    "leaf": true
                },{
                    "text": "<span class='book'>Deuteronomy</span> {19:21} And thine eye shall not pity; [but] life [shall go] for life, eye for eye, tooth for tooth, hand for hand, foot for foot.",
                    "leaf": true
                }]
          },{
                "text": "A judge must not pervert the justice due to the stranger or the fatherless. (Deuteronomy 24:17)",
                "items": [{
                    "text": "<span class='book'>Deuteronomy</span> {24:17} Thou shalt not pervert the judgment of the stranger, [nor] of the fatherless; nor take a widow’s raiment to pledge:",
                    "leaf": true
                }]
          },{
                "text": "Do not spread a false report. (Exodus 23:1)",
                "items": [{
                    "text": "<span class='book'>Exodus</span> {23:1} Thou shalt not raise a false report: put not thine hand with the wicked to be an unrighteous witness.",
                    "leaf": true
                }]
          },{
                "text": "Do not fail to report sin or testify in an investigation. (Leviticus 5:1)",
                "items": [{
                    "text": "<span class='book'>Leviticus</span> {5:1} And if a soul sin, and hear the voice of swearing, and [is] a witness, whether he hath seen or known [of it;] if he do not utter [it,] then he shall bear his iniquity.",
                    "leaf": true
                }]
          },{
                "text": "Do not follow the crowd in doing evil. (Exodus 23:2)",
                "items": [{
                    "text": "<span class='book'>Exodus</span> {23:2} Thou shalt not follow a multitude to [do] evil; neither shalt thou speak in a cause to decline after many to wrest [judgment:]",
                    "leaf": true
                }]
          },{
                "text": "Do not appoint as judge one who is ignorant of Yahweh's Laws. (Deuteronomy 1:13)",
                "items": [{
                    "text": "<span class='book'>Deuteronomy</span> {1:13} Take you wise men, and understanding, and known among your tribes, and I will make them rulers over you.",
                    "leaf": true
                }]
          },{
                "text": "Do not give false testimony in a lawsuit or investigation. (Exodus 20:16)",
                "items": [{
                    "text": "<span class='book'>Exodus</span> {20:16} Thou shalt not bear false witness against thy neighbour.",
                    "leaf": true
                }]
          },{
                "text": "The judges must not accept false testimony in a case. (Deuteronomy 19:16-17)",
                "items": [{
                    "text": "<span class='book'>Deuteronomy</span> {19:16} If a false witness rise up against any man to testify against him [that which is] wrong; {19:17} Then both the men, between whom the controversy [is,] shall stand before the LORD, before the priests and the judges, which shall be in those days;",
                    "leaf": true
                }]
          },{
                "text": "Do not judge a person for the actions of either their parents or their children. (Deuteronomy 24:16)",
                "items": [{
                    "text": "<span class='book'>Deuteronomy</span> {24:16} The fathers shall not be put to death for the children, neither shall the children be put to death for the fathers: every man shall be put to death for his own sin.",
                    "leaf": true
                }]
          },{
                "text": "Do not judge a matter on the testimony of one witness, or on circumstantial evidence. (Deuteronomy 19:15)",
                "items": [{
                    "text": "<span class='book'>Deuteronomy</span> {19:15} One witness shall not rise up against a man for any iniquity, or for any sin, in any sin that he sinneth: at the mouth of two witnesses, or at the mouth of three witnesses, shall the matter be established.",
                    "leaf": true
                }]
          },{
                "text": "Do not murder. (Exodus 20:13)",
                "items": [{
                    "text": "<span class='book'>Exodus</span> {20:13} Thou shalt not kill.",
                    "leaf": true
                }]
          },{
                "text": "The judges must not condemn an innocent or righteous person. (Exodus 23:7)",
                "items": [{
                    "text": "<span class='book'>Exodus</span> {23:7} Keep thee far from a false matter; and the innocent and righteous slay thou not: for I will not justify the wicked.",
                    "leaf": true
                }]
          },{
                "text": "Do not judge a matter until it has been fully investigated. (Deuteronomy 19:18)",
                "items": [{
                    "text": "<span class='book'>Deuteronomy</span> {19:18}  And the judges shall make diligent inquisition: and, behold, [if] the witness [be] a false witness, [and] hath testified falsely against his brother;",
                    "leaf": true
                }]
          },{
                "text": "Do not put a murderer to death before the judges hear his case. (Numbers 35:12)",
                "items": [{
                    "text": "<span class='book'>Numbers</span> {35:12} And they shall be unto you cities for refuge from the avenger; that the manslayer die not, until he stand before the congregation in judgment.",
                    "leaf": true
                }]
          },{
                "text": "Do not fail to carry out the sentence of judgment. (Deuteronomy 17:11-12)",
                "items": [{
                    "text": "<span class='book'>Deuteronomy</span> {17:11} According to the sentence of the law which they shall teach thee, and according to the judgment which they shall tell thee, thou shalt do: thou shalt not decline from the sentence which they shall shew thee, [to] the right hand, nor [to] the left. {17:12} And the man that will do presumptuously, and will not hearken unto the priest that standeth to minister there before the LORD thy God, or unto the judge, even that man shall die: and thou shalt put away the evil from Israel.",
                    "leaf": true
                }]
          },{
                "text": "Do not punish the innocent victim of crime. (Deuteronomy 22:26)",
                "items": [{
                    "text": "<span class='book'>Deuteronomy</span> {22:26}  If a bird’s nest chance to be before thee in the way in any tree, or on the ground, [whether they be] young ones, or eggs, and the dam sitting upon the young, or upon the eggs, thou shalt not take the dam with the young:",
                    "leaf": true
                }]
          },{
                "text": "Do not accept ransom from one who willfully murdered. He must surely be put to death. (Numbers 35:31)",
                "items": [{
                    "text": "<span class='book'>Nubers</span> {35:31} Moreover ye shall take no satisfaction for the life of a murderer, which [is] guilty of death: but he shall be surely put to death.",
                    "leaf": true
                }]
          },{
                "text": "Do not accept ransom from one who killed accidentally. He must remain at the city of refuge. (Numbers 35:32)",
                "items": [{
                    "text": "<span class='book'>Numbers</span> {35:32} And ye shall take no satisfaction for him that is fled to the city of his refuge, that he should come again to dwell in the land, until the death of the priest.",
                    "leaf": true
                }]
          },{
                "text": "Do not reveal secrets among your people. (Leviticus 19:16)",
                "items": [{
                    "text": "<span class='book'>Leviticus</span> {19:16} Thou shalt not go up and down [as] a talebearer among thy people: neither shalt thou stand against the blood of thy neighbour: I [am] the LORD.",
                    "leaf": true
                }]
          },{
                "text": "Do not neglect to protect against hazards. (Deuteronomy 22:8)",
                "items": [{
                    "text": "<span class='book'>Deuteronomy</span> {22:8} When thou buildest a new house, then thou shalt make a battlement for thy roof, that thou bring not blood upon thine house, if any man fall from thence.",
                    "leaf": true
                }]
          },{
                "text": "Do not curse the deaf or mislead another person by giving unlawful advice. (Leviticus 19:14)",
                "items": [{
                    "text": "<span class='book'>Leviticus</span> {19:14} Thou shalt not curse the deaf, nor put a stumblingblock before the blind, but shalt fear thy God: I [am] the LORD.",
                    "leaf": true
                }]
          },{
                "text": "Do not administer more punishment than the Law allows. (Deuteronomy 25:2-3)",
                "items": [{
                    "text": "<span class='book'>Deuteronomy</span> {25:2} And it shall be, if the wicked man [be] worthy to be beaten, that the judge shall cause him to lie down, and to be beaten before his face, according to his fault, by a certain number. {25:3} Forty stripes he may give him, [and] not exceed: lest, [if] he should exceed, and beat him above these with many stripes, then thy brother should seem vile unto thee.",
                    "leaf": true
                }]
          },{
                "text": "Do not bear hatred for anyone. (Leviticus 19:17)",
                "items": [{
                    "text": "<span class='book'>Leviticus</span> {19:17} Thou shalt not hate thy brother in thine heart: thou shalt in any wise rebuke thy neighbour, and not suffer sin upon him.",
                    "leaf": true
                }]
          },{
                "text": "Do not share in another's guilt by not correcting sin. (Leviticus 19:17)",
                "items": [{
                    "text": "<span class='book'>Leviticus</span> {19:17} Thou shalt not hate thy brother in thine heart: thou shalt in any wise rebuke thy neighbour, and not suffer sin upon him.",
                    "leaf": true
                }]
          },{
                "text": "Do not seek revenge against your fellow Isralite man. (Leviticus 19:18)",
                "items": [{
                    "text": "<span class='book'>Leviticus</span> {19:18} Thou shalt not avenge, nor bear any grudge against the children of thy people, but thou shalt love thy neighbour as thyself: I [am] the LORD.",
                    "leaf": true
                }]
          },{
                "text": "Do not bear a grudge against your fellow Isralite man. (Leviticus 19:18)",
                "items": [{
                    "text": "<span class='book'>Leviticus</span> {19:18} Thou shalt not avenge, nor bear any grudge against the children of thy people, but thou shalt love thy neighbour as thyself: I [am] the LORD.",
                    "leaf": true
                }]
          },{
                "text": "Do not take the mother when taking the young birds. (Deuteronomy 22:6)",
                "items": [{
                    "text": "<span class='book'>Deuteronomy</span> {22:6} If a bird’s nest chance to be before thee in the way in any tree, or on the ground, [whether they be] young ones, or eggs, and the dam sitting upon the young, or upon the eggs, thou shalt not take the dam with the young:",
                    "leaf": true
                }]
          },{
                "text": "Do not shave a diseased area of skin. (Leviticus 13:33)",
                "items": [{
                    "text": "<span class='book'>Leviticus</span> {13:33} He shall be shaven, but the scall shall he not shave; and the priest shall shut up [him that hath] the scall seven days more:",
                    "leaf": true
                }]
          },{
                "text": "Do not remove the signs of leprosy. (Deuteronomy 24:8)",
                "items": [{
                    "text": "<span class='book'>Deuteronomy</span> {24:8} Take heed in the plague of leprosy, that thou observe diligently, and do according to all that the priests the Levites shall teach you: as I commanded them, so ye shall observe to do.",
                    "leaf": true
                }]
          },{
                "text": "Do not neglect to inform the priests when a dead body is found. (Deuteronomy 21:1-2)",
                "items": [{
                    "text": "<span class='book'>Deuteronomy</span> {21:1} If [one] be found slain in the land which the LORD thy God giveth thee to possess it, lying in the field, [and] it be not known who hath slain him: {21:2} Then thy elders and thy judges shall come forth, and they shall measure unto the cities which [are] round about him that is slain:",
                    "leaf": true
                }]
          },{
                "text": "Do not permit a witch to live. (Exodus 22:18)",
                "items": [{
                    "text": "<span class='book'>Exodus</span> {22:18} Thou shalt not suffer a witch to live.",
                    "leaf": true
                }]
          },{
                "text": "Do not force a bridegroom to perform any business or military service during the first year of his marriage. (Deuteronomy 24:5)",
                "items": [{
                    "text": "<span class='book'>Deuteronomy</span> {24:5} When a man hath taken a new wife, he shall not go out to war, neither shall he be charged with any business: [but] he shall be free at home one year, and shall cheer up his wife which he hath taken.",
                    "leaf": true
                }]
          },{
                "text": "Do not rebel against the teaching of Yahweh's anointed servants. (Deuteronomy 17:11)",
                "items": [{
                    "text": "<span class='book'>Deuteronomy</span> {17:11} According to the sentence of the law which they shall teach thee, and according to the judgment which they shall tell thee, thou shalt do: thou shalt not decline from the sentence which they shall shew thee, [to] the right hand, nor [to] the left.",
                    "leaf": true
                }]
          },{
                "text": "Do not add to any of Yahweh's Laws. (Deuteronomy 4:2)",
                "items": [{
                    "text": "<span class='book'>Deuteronomy</span> {4:2} Ye shall not add unto the word which I command you, neither shall ye diminish [ought] from it, that ye may keep the commandments of the LORD your God which I command you.",
                    "leaf": true
                }]
          },{
                "text": "Do not take away from Yahweh's Laws. (Deuteronomy 4:2)",
                "items": [{
                    "text": "<span class='book'>Deuteronomy</span> {4:2} Ye shall not add unto the word which I command you, neither shall ye diminish [ought] from it, that ye may keep the commandments of the LORD your God which I command you.",
                    "leaf": true
                }]
          },{
                "text": "Do not curse, revile or rebel against Yahweh's appointed judges. (Exodus 22:28)",
                "items": [{
                    "text": "<span class='book'>Exodus</span> {22:28} ",
                    "leaf": true
                }]
          },{
                "text": "Do not curse, revile or rebel against the authority placed by Yahweh. (Exodus 22:28)",
                "items": [{
                    "text": "<span class='book'>Exodus</span> {22:28} Thou shalt not revile the gods, nor curse the ruler of thy people.",
                    "leaf": true
                }]
          },{
                "text": "Do not curse the deaf. (Leviticus 19:14)",
                "items": [{
                    "text": "<span class='book'>Leviticus</span> {19:14} Thou shalt not curse the deaf, nor put a stumblingblock before the blind, but shalt fear thy God: I [am] the LORD.",
                    "leaf": true
                }]
          },{
                "text": "Do not curse parents or teachers. (Exodus 21:17)",
                "items": [{
                    "text": "<span class='book'>Exodus</span> {21:17} And he that curseth his father, or his mother, shall surely be put to death.",
                    "leaf": true
                }]
          },{
                "text": "Do not strike or become violent with parents or teachers. (Exodus 21:15)",
                "items": [{
                    "text": "<span class='book'>Exodus</span> {21:15} And he that smiteth his father, or his mother, shall be surely put to death.",
                    "leaf": true
                }]
          },{
                "text": "Do not work on the Sabbath. (Exodus 20:10, 31:15)",
                "items": [{
                    "text": "<span class='book'>Exodus</span> {20:10} But the seventh day [is] the sabbath of the LORD thy God: [in it] thou shalt not do any work, thou, nor thy son, nor thy daughter, thy manservant, nor thy maidservant, nor thy cattle, nor thy stranger that [is] within thy gates:",
                    "leaf": true
                },{
                    "text": "<span class='book'>Exodus</span> {31:15} Six days may work be done; but in the seventh is the sabbath of rest, holy to the LORD: whosoever doeth [any] work in the sabbath day, he shall surely be put to death.",
                    "leaf": true
                }]
          },{
                "text": "Do not conduct personal business on the Sabbath. (Exodus 16:29)",
                "items": [{
                    "text": "<span class='book'>Exodus</span> {16:29} See, for that the LORD hath given you the sabbath, therefore he giveth you on the sixth day the bread of two days; abide ye every man in his place, let no man go out of his place on the seventh day.",
                    "leaf": true
                }]
          },{
                "text": "Do not cook on the Sabbath. (Exodus 35:3; Deuteronomy 32:22)",
                "items": [{
                    "text": "<span class='book'>Exodus</span> {35:3} Ye shall kindle no fire throughout your habitations upon the sabbath day.",
                    "leaf": true
                }]
          },{
                "text": "Do not work on the first day of The Feast of Unleavened Bread. (Exodus 12:16)",
                "items": [{
                    "text": "<span class='book'>Exodus</span> {12:16} And in the first day [there shall be] an holy convocation, and in the seventh day there shall be an holy convocation to you; no manner of work shall be done in them, save [that] which every man must eat, that only may be done of you.",
                    "leaf": true
                }]
          },{
                "text": "Do not work on the seventh day of The Feast of Unleavened Bread. (Exodus 12:16)",
                "items": [{
                    "text": "<span class='book'>Exodus</span> {12:16} And in the first day [there shall be] an holy convocation, and in the seventh day there shall be an holy convocation to you; no manner of work shall be done in them, save [that] which every man must eat, that only may be done of you.",
                    "leaf": true
                }]
          },{
                "text": "Do not work on The Feast of Weeks (Pentecost). (Leviticus 23:21)",
                "items": [{
                    "text": "<span class='book'>Leviticus</span> {23:21} And ye shall proclaim on the selfsame day, [that] it may be an holy convocation unto you: ye shall do no servile work [therein: it shall be] a statute for ever in all your dwellings throughout your generations.",
                    "leaf": true
                }]
          },{
                "text": "Do not work on The Feast of Trumpets. (Leviticus 23:24-25)",
                "items": [{
                    "text": "<span class='book'>Leviticus</span> {23:24} Speak unto the children of Israel, saying, In the seventh month, in the first [day] of the month, shall ye have a sabbath, a memorial of blowing of trumpets, an holy convocation. {23:25} Ye shall do no servile work [therein:] but ye shall offer an offering made by fire unto the LORD.",
                    "leaf": true
                }]
          },{
                "text": "Do not work on the first day of The Feast of Tabernacles. (Leviticus 23:35)",
                "items": [{
                    "text": "<span class='book'>Leviticus</span> {23:35} On the first day [shall be] an holy convocation: ye shall do no servile work [therein.]",
                    "leaf": true
                }]
          },{
                "text": "Do not work on The Last Great Day. (Leviticus 23:36)",
                "items": [{
                    "text": "<span class='book'>Leviticus</span> {23:36} Seven days ye shall offer an offering made by fire unto the LORD: on the eighth day shall be an holy convocation unto you; and ye shall offer an offering made by fire unto the LORD: it [is] a solemn assembly; [and] ye shall do no servile work [therein.]",
                    "leaf": true
                }]
          },{
                "text": "Do not work on the Day of Atonement. (Leviticus 23:28)",
                "items": [{
                    "text": "<span class='book'>Leviticus</span> {23:28} And ye shall do no work in that same day: for it [is] a day of atonement, to make an atonement for you before the LORD your God.",
                    "leaf": true
                }]
          }
        ]
    }]
}
